{"data":[{"shelf_type":"complete","visibility":2,"post_id":506910946680343168,"item":{"type":"Game","title":"奈斯启示录 Necesse","description":" 路线图     \n \n  Join Discord     \n \n  关于游戏  \n 建造、探索和征服。这个由程序生成的无限世界中充满了谜团，你可以发展自己的定居点，并且领导远征，对抗海盗王、龙和堕落的巫师。你会花很多时间在地下城中穿行，寻找宝藏和原材料来制作装备？还是会回应冒险的召唤，穿越海洋，寻找强大的敌人来考验自己的能力？招募具有特殊技能的定居者，并与他们一起开采各种各样的矿石，制作适合你自己游戏风格的装备，并建立一个繁荣的村庄。\n  \n  既可以单人游玩，也可以合作游玩——或者建立一个专用服务器，与数百名其他玩家一起游玩。世界是无限的，可以适应你选择的所有模式。\n \n  \n  \n 从简陋的开端开始，发展自己的聚居地，建立果园、农场和工坊等设施。招募定居者，让他们在你的土地上工作，饲养动物，获取资源，这个过程不需要你的持续关注和监督。利用他们的专业知识来协助你准备下一次探险，定居者越多，你的聚居地实力就会变得越强。雇佣守卫并制造陷阱，抵御来自这个世界的各种危险。出售商品，用财富与邻近的聚居地进行贸易，提前获得可能会急需的设备。\n \n  \n  \n 无论是单人游玩，还是与几个朋友一起同乐，甚至是为数百名玩家创建一个专用服务器，《奈斯启示录》的世界及其中的威胁都能提供有意义的挑战。面对分布在各种生物群落中的独特怪物，既可以自由探索，也可以接受特定的任务。你会成为神射手弓兵，近战斗士，还是一名魔法技艺大师？你和朋友是会建立相互独立而又相互竞争的聚居地，还是会集中资源，分工明确，共同建立一个巨大的聚居地？面对强悍的 Boss 时，你是会组成一个经过精心平衡，具有强大协同作用的队伍，还是会努力独吞所有的荣耀？\n \n  \n  \n 砍伐树木，开采并加工矿石，采摘草药，搜刮被打败的怪物尸体，用这些资源来制作一切物品，从墙壁和家具，到盔甲、药剂、卷轴、饰品和武器。虽然某些独特装备只能通过击败特殊的敌人来获得，但其他的一切物品都可以通过多个工坊来制造，让你自己、来访的朋友和忠诚的定居者武装起来。解锁额外装备，获得新资源，还可以发现无数种制作、建造和游玩的方法。装备组合几乎无穷无尽，意味着总会有新东西等你尝试。\n  \n  随心游玩，自定义难度和多种游戏规则，满足自己的喜好。如果你不喜欢有入侵者出现在你的聚居地中，那就关掉相关选项，然后调整游戏规则，例如日夜循环的长度，或是 Boss 战的难度。从宠物鹦鹉、企鹅到精灵神灯、鸵鸟坐骑和独特服装，《奈斯启示录》有无数的选择等你探索。无论你是单人游戏还是和朋友一起玩，无论你想提高难度还是放松一下，每一次历程都是一个机会，可以让你编织不同于以往的史诗故事。\n \n  ","localized_title":[{"lang":"zh-cn","text":"奈斯启示录 Necesse"},{"lang":"zh-tw","text":"奈斯啟示錄 Necesse"},{"lang":"en","text":"Necesse"},{"lang":"es","text":"Necesse"},{"lang":"fr","text":"Necesse"},{"lang":"de","text":"Necesse"},{"lang":"pt","text":"Necesse"},{"lang":"ja","text":"Necesse: ネセス"},{"lang":"ko","text":"Necesse"}],"localized_description":[{"lang":"zh-cn","text":" 路线图     \n \n  Join Discord     \n \n  关于游戏  \n 建造、探索和征服。这个由程序生成的无限世界中充满了谜团，你可以发展自己的定居点，并且领导远征，对抗海盗王、龙和堕落的巫师。你会花很多时间在地下城中穿行，寻找宝藏和原材料来制作装备？还是会回应冒险的召唤，穿越海洋，寻找强大的敌人来考验自己的能力？招募具有特殊技能的定居者，并与他们一起开采各种各样的矿石，制作适合你自己游戏风格的装备，并建立一个繁荣的村庄。\n  \n  既可以单人游玩，也可以合作游玩——或者建立一个专用服务器，与数百名其他玩家一起游玩。世界是无限的，可以适应你选择的所有模式。\n \n  \n  \n 从简陋的开端开始，发展自己的聚居地，建立果园、农场和工坊等设施。招募定居者，让他们在你的土地上工作，饲养动物，获取资源，这个过程不需要你的持续关注和监督。利用他们的专业知识来协助你准备下一次探险，定居者越多，你的聚居地实力就会变得越强。雇佣守卫并制造陷阱，抵御来自这个世界的各种危险。出售商品，用财富与邻近的聚居地进行贸易，提前获得可能会急需的设备。\n \n  \n  \n 无论是单人游玩，还是与几个朋友一起同乐，甚至是为数百名玩家创建一个专用服务器，《奈斯启示录》的世界及其中的威胁都能提供有意义的挑战。面对分布在各种生物群落中的独特怪物，既可以自由探索，也可以接受特定的任务。你会成为神射手弓兵，近战斗士，还是一名魔法技艺大师？你和朋友是会建立相互独立而又相互竞争的聚居地，还是会集中资源，分工明确，共同建立一个巨大的聚居地？面对强悍的 Boss 时，你是会组成一个经过精心平衡，具有强大协同作用的队伍，还是会努力独吞所有的荣耀？\n \n  \n  \n 砍伐树木，开采并加工矿石，采摘草药，搜刮被打败的怪物尸体，用这些资源来制作一切物品，从墙壁和家具，到盔甲、药剂、卷轴、饰品和武器。虽然某些独特装备只能通过击败特殊的敌人来获得，但其他的一切物品都可以通过多个工坊来制造，让你自己、来访的朋友和忠诚的定居者武装起来。解锁额外装备，获得新资源，还可以发现无数种制作、建造和游玩的方法。装备组合几乎无穷无尽，意味着总会有新东西等你尝试。\n  \n  随心游玩，自定义难度和多种游戏规则，满足自己的喜好。如果你不喜欢有入侵者出现在你的聚居地中，那就关掉相关选项，然后调整游戏规则，例如日夜循环的长度，或是 Boss 战的难度。从宠物鹦鹉、企鹅到精灵神灯、鸵鸟坐骑和独特服装，《奈斯启示录》有无数的选择等你探索。无论你是单人游戏还是和朋友一起玩，无论你想提高难度还是放松一下，每一次历程都是一个机会，可以让你编织不同于以往的史诗故事。\n \n  "},{"lang":"zh-tw","text":" 藍圖     \n \n  Join Discord     \n \n  關於此遊戲  \n 全力建造、探索及征戰。在《奈斯啟示錄》無限依序生成的世界，充滿著有待玩家著手揭開的種種謎團，你可以讓自己的據點逐漸成長，率領遠征隊討伐海盜王、攻略巨龍和墮落巫師等。想要成天在幽暗地牢中潛行，搜尋珍貴寶物和打造裝備所需的原料？還是回應冒險的招喚，橫越大海，尋找強敵以試探自己的能耐？延攬具有獨特技能的住民，與他們一起開採各式各樣的特殊礦石，打造出完美契合個人偏好遊玩風格的裝備，並著手建立熱鬧繁榮的村落。\n  \n  這款遊戲可以單人或多人連線遊玩，也可以建立專屬伺服器，與數百名玩家合作攻略。這個無限生成的世界，可依照玩家自選模式調整。\n \n  \n  \n 從一無所有逐漸打造據點日益壯大，玩家可以設置果園、農田和工房等設施，還能延攬不同專長的住民為農場工作、照料動物、採集珍貴資源，完全無須玩家時時留意和監督。善用住民的專業技術擴展據點的種種機能，為下次的長征作好萬全準備。僱用守衛及自製陷阱，竭力對抗這個世界的諸多危險。出售精心打造的裝備，運用這筆財富和鄰近其他據點進行交易，盡其所能提前取得迫切需要的裝備。\n \n  \n  \n 不論是獨樂樂還是眾樂樂，甚至是建立專屬伺服器與數百名玩家一起遊玩，《奈斯啟示錄》的世界與其中浮現的威脅，都可以據此調整而給予玩家名符其實的真正挑戰。玩家可以自由探索或承接特別任務，對抗分散於不同群落區的特殊怪物。你是百發百中的弓箭手、格鬥冠軍，還是魔法大師？你與朋友是打算透過發展聚落相互較勁？或是集中所有的資源，彼此分工以共同打造一處龐大據點？要是遇到難纏的魔王，你是會組成經過巧妙平衡而具備強大戰力的隊伍，還是打算一人獨佔所有的榮光？\n \n  \n  \n 伐樹、開採並加工礦石、摘取藥草、撿回擊殺怪物的屍體，從無到有打造一切，從牆壁與家具，再到盔甲、藥水、卷軸、飾品和武器。有些特殊裝備唯有擊敗特殊的敵人才能拿到，但你自己、來訪的朋友，還有忠心耿耿的住民所需要的其他裝備，都可以從許多不同的工房打造而成。取得全新的資源就能解鎖額外裝備，並從中找出無數種製作、興建和遊玩方式，無數的裝備組合意味著無時無刻都有新東西可以嘗試。\n  \n  玩家可以隨心所欲遊玩、按照自己的偏好設定難度，並制定多項遊玩規則。要是覺得出現在據點的入侵者很礙眼，大可把這項功能關掉，然後恣意微調規則，像是日夜循環長度或頭目戰難度。從作為寵物的鸚鵡和企鵝，到精靈神燈、鴕鳥座騎和別緻服裝，《奈斯啟示錄》都提供了無數選項供你探索。無論是單人遊玩還是與朋友同樂、準備挑戰高難度，或者只想輕鬆玩玩，每個關卡都是絕佳的機會，讓你能編織出有別於以往的史詩故事。\n \n  "},{"lang":"en","text":" Roadmap     \n \n  Join Discord     \n \n  About the Game  \n Build. Quest. Conquer. The infinite procedurally generated world of Necesse is full of mysteries to uncover as you grow your settlement and lead expeditions against pirate kings, dragons, and fallen wizards alike. Will you spend your days crawling through dungeons, searching for treasures and raw materials with which to craft your equipment? Or will you answer the call to adventure, traversing the seas and seeking out great foes to test your prowess? Recruit settlers with particular skills and work alongside them to mine a wide variety of ores, craft gear tailored to your preferred playstyle, and establish a flourishing village. \n \n Play singleplayer or co-op - or establish a dedicated server with hundreds of other players. The world is infinite and adapts to whatever mode you choose.\n \n  \n  \n Grow your settlement from humble beginnings, establishing orchards, farms, and workshops alike. Recruit settlers that can work your fields, tend to your animals, and acquire resources without needing your constant attention and supervision. Use their expertise to help prepare for your next expedition as they expand your settlement's capabilities. Hire guards and craft traps to defend against the many dangers of the world. Sell your wares and use your wealth to trade with neighboring settlements, acquiring much needed equipment well ahead of what would otherwise be possible.\n \n  \n  \n Whether playing alone or with a few friends, or even creating a dedicated server for hundreds of players, the world of Necesse and its threats adapt to provide a meaningful challenge. Explore freely or take on specific quests as you face off against unique monsters spread across a variety of biomes. Will you be a deadeye archer, a melee champion, or a master of the magical arts? Will you and your friends establish separate competing colonies, or will you pool your resources and divide roles to build a giant settlement together? When faced with a tough boss, will you team up to form a carefully balanced party with powerful synergies, or will you attempt to steal all the glory for yourself? \n \n  \n  \n Cut down trees, mine and process ores, pick herbs, and harvest the bodies of defeated monsters to craft everything from walls and furniture to armor, potions, scrolls, trinkets, and weapons. While some unique equipment can only be acquired by defeating special enemies, everything else can be crafted through a multitude of workshops to equip yourself, your visiting friends, and your loyal settlers. Unlock additional gear as you acquire new resources and discover countless ways to craft, build, and play – endless combinations of equipment means there's always something new to try.\n \n Play as you want, customizing difficulty and multiple gameplay rules to fit your preferences. If you don’t like raiders showing up at your settlement, turn them off, and fine-tune gameplay rules like the length of the day/night cycle or the difficulty of boss battles however you like. From pet parrots and penguins to genie lamps, ostrich mounts, and unique outfits, Necesse has countless options to explore. Whether you're playing singleplayer or with friends, and whether you’re cranking up the difficulty or taking it easy, each session is an opportunity to weave an epic tale unlike any that came before it.\n \n  "},{"lang":"es","text":" Hoja de ruta     \n \n  Join Discord     \n \n  Acerca del juego  \n Construye, aventúrate y conquista. El mundo procedimental de Necesse es infinito y está lleno de misterios que podrás descubrir a medida que tu campamento vaya creciendo y te enfrentes a reyes piratas, dragones y magos tenebrosos. ¿Pasarás los días arrastrándote por mazmorras y cavernas en busca de tesoros y materias primas con las que crear tu equipo, o cruzarás los mares en busca de aventuras y enemigos con los que ponerte a prueba? Dale vida a tu asentamiento: recluta a los colonos que tengan las habilidades que mejor se ajusten a lo que necesitas y trabaja con ellos para excavar en busca de minerales y crear herramientas adecuadas para tu estilo de juego. \n \n Juega en solitario o en modo cooperativo, o crea un servidor dedicado para cientos de personas. El mundo es infinito y se adaptará a lo que elijas.\n \n  \n  \n Los comienzos serán humildes: huertos, granjas, talleres y cosas así. Recluta colonos que trabajen los campos, se ocupen de los animales y consigan recursos de forma autónoma, sin necesidad de supervisión. En lo que te preparas para la próxima expedición, se dedicarán a trabajar y a expandir las capacidades de tu asentamiento por ti. Contrata guardias y crea trampas con las que defenderte contra los peligros del mundo. Vende tus mercancías y usa lo obtenido para comerciar con otros asentamientos, puede que tengan el equipo que necesitas pero que tanto te cuesta crear.\n \n  \n  \n Ya juegues en solitario, en compañía o con cientos de extraños en un servidor compartido, el mundo de Necesse adapta sus amenazas acorde con la población, para que siempre presente un desafío. Explora como más te plazca, cumple misiones y enfréntate a monstruos únicos en multitud de biomas. Arcos, armas cuerpo a cuerpo, artes mágicas, ¿cuál será tu estilo? ¿Y qué será lo que harás con tus amigos? Dicen que compartir es vivir, ¡pero también podría ir cada uno por su lado y ver a quién se le da mejor! No hay necesidad de trabajar codo con codo si no queréis. La lucha contra los jefes no tiene por qué ser cooperativa tampoco, si bien podéis hacer piña y aprovechar las distintas sinergias, nada impide que alguien intente llevarse toda la gloria por su cuenta.\n \n  \n  \n Tala árboles, pica minerales, recolecta hierbas y procesa los cuerpos de los monstruos que derrotes para crear todo lo que necesitas: desde paredes y mobiliario hasta armaduras, pociones, pergaminos, baratijas y, por supuesto, armas. Algunos de los objetos solo se obtienen derrotando a enemigos especiales, pero el resto se puede hacer en los talleres. Hay de sobra para todos, así que puedes equiparte, equipar a tus amistades, e incluso a tus colonos más leales. Desbloquea equipo adicional a medida que consigas recursos nuevos y descubras nuevas formas de fabricar, construir y jugar. Siempre hay algo nuevo que descubrir.\n \n Personaliza tu experiencia de juego ajustando la dificultad y las distintas reglas de la partida para que se ajusten a lo que quieres. ¿Que no te gusta que los saqueadores te toquen en la puerta para pedirte «amablemente» que entregues todo? Pues desactívalos. ¿Que los días se te hacen muy largos o muy cortos? Ajusta la longitud del ciclo de día y noche. ¿Que las batallas contra los jefes son muy difíciles? ¿Que son pan comido? Pues también puedes ajustar su dificultad, mira tú por dónde. Necesse tiene de todo: mascotas (¡loros y pingüinos!), lámparas de genio, avestruces como montura, trajes únicos... Juegues como juegues, pongas la dificultad que pongas, cada sesión te brindará oportunidades de vivir aventuras épicas como ninguna.\n \n  "},{"lang":"fr","text":" Feuille de route     \n \n  Join Discord     \n \n  À propos du jeu  \n Construisez des bâtiments. Faites des quêtes. Partez en conquête. Le monde en génération procédurale de Necesse est infini et rempli de mystères. Construisez votre campement et prenez la tête d’expéditions contre des rois pirates, des dragons et des mages déchus. Passerez-vous vos journées à explorer des donjons, chercher des trésors et des matières premières pour fabriquer vos équipements ? Ou répondrez-vous à l’appel de l’aventure et traverserez-vous des océans pour combattre des adversaires dignes de votre puissance ? Recrutez des colons avec des compétences particulières et travaillez avec eux pour extraire différentes sortes de minerais, fabriquer des équipements adaptés à votre style de jeu préféré, et bâtir un village florissant. \n \n Jouez en solo ou en coop… ou créez un serveur dédié avec des centaines d’autres joueurs. Ce monde est infini et s’adapte à votre façon de jouer.\n \n  \n  \n Faites évoluer votre humble campement en construisant des fermes, des vergers et des ateliers. Recrutez des colons pour travailler dans vos champs, prendre soin de vos animaux et récolter des ressources sans les surveiller en permanence. Utilisez leurs compétences pour préparer votre prochaine expédition tandis qu’ils agrandissent votre campement. Engagez des gardes et fabriquez des pièges pour vous protéger des dangers extérieurs. Vendez vos marchandises et utilisez vos richesses pour échanger avec les campements voisins et obtenir des équipements autrement hors d’atteinte.\n \n  \n  \n Que vous jouiez en solo ou avec des amis, ou que vous créiez un serveur dédié pour des centaines de joueurs, le monde de Necesse et les menaces qui l’habitent s’adaptent à votre mode de jeu pour vous compliquer la vie. Explorez cet univers librement ou participez à des quêtes spécifiques pour affronter des monstres uniques, éparpillés dans différents biomes. Deviendrez-vous un archer hors pair, un champion du corps à corps ou un maître des arts magiques ? Vos amis établiront-ils des campements rivaux au vôtre, ou bien mettrez-vous en commun votre force et vos ressources pour construire un gigantesque campement ? Face à un boss surpuissant, ferez-vous équipe avec vos amis pour tirer le meilleur parti de vos aptitudes, ou tenterez-vous de vous approprier toute la gloire ?\n \n  \n  \n Abattez des arbres, extrayez des minerais, ramassez des herbes, mais aussi les corps des monstres vaincus, et utilisez ces matériaux pour fabriquer des murs, du mobilier ou des armures, des potions, des parchemins, des babioles et des armes. Vous ne pourrez obtenir certains équipements qu’en battant des ennemis spéciaux. Pour les autres, vous pouvez les fabriquer dans vos divers ateliers pour vous équiper vous, vos amis de passage ou vos loyaux colons. Débloquez des équipements, obtenez de nouvelles ressources et découvrez de nombreuses manières de fabriquer des objets, construire des édifices et jouer à Necesse… testez des combinaisons d’équipement infinies pour essayer des nouveautés en permanence.\n \n Jouez à votre manière en personnalisant le niveau de difficulté et les règles du monde pour jouer selon vos envies. Si vous n’aimez pas être pris par surprise à votre campement, désactivez les pilleurs, et modifiez des paramètres comme la durée des jours/nuits ou le niveau de difficulté des boss. Des perroquets, pingouins, lampes de génie et autres autruches, en passant par des tenues uniques, vous ne manquerez pas de choix dans Necesse. Que vous jouiez en solo ou en équipe, que la difficulté soit au maximum ou au minimum, chaque partie est l’occasion de prendre part à une aventure épique comme vous n’en avez jamais vécu.\n \n  "},{"lang":"de","text":" Roadmap     \n \n  Join Discord     \n \n  Infos zum Spiel  \n Baue. Führe Quests aus. Erobere. Die unendlich prozedural generierte Welt von Necesse steckt voller Geheimnisse, die es während des Ausbaus deiner Siedlung und des Leitens von Expeditionen gegen Piratenkönige, Drachen und gefallene Zauberer gleichermaßen aufzudecken gilt. Wirst du deine Tage damit verbringen, durch Verliese zu kriechen und nach Schätzen und Rohstoffen zu suchen, mit denen du deine Ausrüstung erstellen kannst? Oder wirst du dem Ruf des Abenteuers folgen, um die Meere zu durchqueren, und nach würdigen Widersachern trachten, um deine Tapferkeit auf die Probe zu stellen? Rekrutiere Siedler mit spezifischen Fertigkeiten und arbeite an ihrer Seite zum Abbau einer Vielzahl von Erzen, zur Herstellung von Ausrüstung entsprechend deines Spielstils und zur Errichtung eines blühenden Dorfes. \n  \n Spiele im Einzelspielermodus, Koop-Modus oder richte einen dedizierten Server mit Hunderten von anderen Spielern ein. Die Welt ist grenzenlos und passt sich jedem von dir gewählten Modus an.\n \n  \n  \n Beginne klein und vergrößere deine Siedlung, errichte Obstgärten, Bauernhöfe und Werkstätten. Rekrutiere Siedler für die Bestellung deiner Felder, zur Versorgung deiner Tiere und zum Erwerb von Ressourcen ohne deine ständige Aufmerksamkeit und Kontrolle. Nutze ihren Sachverstand zum Ausbau deiner Siedlung. Heuere Wachen an und baue Fallen, um dich gegen die Gefahren der Welt zu wappnen. Verkaufe deine Waren und nutze deinen Reichtum zum Handel mit benachbarten Siedlungen, um dringend benötigte Ausrüstung viel schneller als üblich zu erhalten.\n \n  \n  \n Ob du alleine oder mit Freunden spielst oder sogar einen dedizierten Server für Hunderte von anderen Spielern einrichtest, die Welt von Necesse passt sich an, um dir eine echte Herausforderung zu bieten. Begib dich auf freie Erkundungstouren oder nimm spezielle Quests an, während du dich einzigartigen Monstern stellst, die über verschiedenste Gegenden verteilt sind. Wirst du ein Bogenscharfschütze, ein Nahkampf-Champion oder ein Meister der magischen Künste sein? Werden du und deine Freunde separate, konkurrierende Kolonien gründen oder werdet ihr für die Zukunft eurer Siedlung eure Ressourcen zusammenlegen und eure Zuständigkeiten verteilen? Werdet ihr euch zu einem sorgfältig ausgewählten Trupp mit mächtigen Synergien zusammenschließen, wenn ihr einem schwierigen Endgegner gegenübersteht, oder wirst du versuchen, den ganzen Ruhm alleine einzuheimsen?\n \n  \n  \n Fälle Bäume, fördere und verarbeite Erze, pflücke Kräuter und sammle die Körper besiegter Monster zur Herstellung von fast allem – von Wänden und Möbeln bis hin zu Rüstungen, Zaubertränken, Schriftrollen, Schmuck und Waffen. Während einige einzigartige Ausrüstungsgegenstände nur durch das Besiegen spezieller Feinde erlangt werden können, sind die restlichen in einer Vielzahl von Werkstätten erstellbar, um dich, deine zu Besuch gekommenen Freunde und deine loyalen Siedler auszurüsten. Schalte bei Erwerb neuer Ressourcen zusätzliche Ausrüstung frei und entdecke unendliche Möglichkeiten für die Herstellung, zum Bauen und Spielen – unendliche Ausrüstungskombinationen bedeuten, dass es stets neue Dinge auszuprobieren gibt.\n  \n Spiele, wie du es willst, passe Schwierigkeitsgrad und Spielregeln nach deinen Vorlieben an. Wenn du keine Plünderer in deiner Siedlung sehen willst, schalte sie aus, verfeinere das Gameplay wie z. B. die Länge des Tag/Nacht-Zyklus oder die Schwierigkeit der Endgegnerkämpfe, ganz nach Belieben. Necesse bietet von Papageien und Pinguinen als Haustieren bis zu Flaschengeistern, Strauß-Reittieren und einzigartigen Outfits unendliche Optionen zur Erkundung. Ob als Einzelspieler oder beim Spielen mit Freunden, ob bei erhöhtem Schwierigkeitsgrad oder bei einfacher Spielstufe – jede Gaming-Session ist eine Gelegenheit, eine epische Geschichte zu spinnen, wie es sie zuvor noch nicht gegeben hat.\n \n  "},{"lang":"pt","text":" Planos     \n \n  Join Discord     \n \n  Acerca do jogo  \n Build. Quest. Conquer. The infinite procedurally generated world of Necesse is full of mysteries to uncover as you grow your settlement and lead expeditions against pirate kings, dragons, and fallen wizards alike. Will you spend your days crawling through dungeons, searching for treasures and raw materials with which to craft your equipment? Or will you answer the call to adventure, traversing the seas and seeking out great foes to test your prowess? Recruit settlers with particular skills and work alongside them to mine a wide variety of ores, craft gear tailored to your preferred playstyle, and establish a flourishing village. \n \n Play singleplayer or co-op - or establish a dedicated server with hundreds of other players. The world is infinite and adapts to whatever mode you choose.\n \n  \n  \n Grow your settlement from humble beginnings, establishing orchards, farms, and workshops alike. Recruit settlers that can work your fields, tend to your animals, and acquire resources without needing your constant attention and supervision. Use their expertise to help prepare for your next expedition as they expand your settlement's capabilities. Hire guards and craft traps to defend against the many dangers of the world. Sell your wares and use your wealth to trade with neighboring settlements, acquiring much needed equipment well ahead of what would otherwise be possible.\n \n  \n  \n Whether playing alone or with a few friends, or even creating a dedicated server for hundreds of players, the world of Necesse and its threats adapt to provide a meaningful challenge. Explore freely or take on specific quests as you face off against unique monsters spread across a variety of biomes. Will you be a deadeye archer, a melee champion, or a master of the magical arts? Will you and your friends establish separate competing colonies, or will you pool your resources and divide roles to build a giant settlement together? When faced with a tough boss, will you team up to form a carefully balanced party with powerful synergies, or will you attempt to steal all the glory for yourself? \n \n  \n  \n Cut down trees, mine and process ores, pick herbs, and harvest the bodies of defeated monsters to craft everything from walls and furniture to armor, potions, scrolls, trinkets, and weapons. While some unique equipment can only be acquired by defeating special enemies, everything else can be crafted through a multitude of workshops to equip yourself, your visiting friends, and your loyal settlers. Unlock additional gear as you acquire new resources and discover countless ways to craft, build, and play – endless combinations of equipment means there's always something new to try.\n \n Play as you want, customizing difficulty and multiple gameplay rules to fit your preferences. If you don’t like raiders showing up at your settlement, turn them off, and fine-tune gameplay rules like the length of the day/night cycle or the difficulty of boss battles however you like. From pet parrots and penguins to genie lamps, ostrich mounts, and unique outfits, Necesse has countless options to explore. Whether you're playing singleplayer or with friends, and whether you’re cranking up the difficulty or taking it easy, each session is an opportunity to weave an epic tale unlike any that came before it.\n \n  "},{"lang":"ja","text":" ロードマップ     \n \n  Join Discord     \n \n  ゲームについて  \n 建築、冒険、征服──拠点の拡大や、海賊王・ドラゴン・堕ちた魔道士たちとの戦闘。そんな大冒険の中で、無限に生まれ変わるこの世界、『Necesse』に潜む謎が徐々に解き明かされていく。君はこれから毎日、財宝や装備品の素材を求めて、ひたすらダンジョンを駆けずり回ることになるかもしれない…あるいは燃え上がる冒険心に身を任せ、広大なる海を渡り、その腕前を試すべく強敵を探し回ることになるかもしれないな。特定のスキルを持つ入植者を雇い、彼らと共に様々な鉱石を採掘し、君好みの装備を作り上げ、活気ある村づくりに励もう！\n \n シングルプレイ、マルチプレイ、あるいは何百人ものプレイヤーが集う専用サーバーの立ち上げなど、遊び方は君次第だ！無限にあるこの世界は、君の選択したモードに応じて、柔軟に変化するぞ。\n \n  \n  \n まずは、小さな開拓地からスタートだ。果樹園、農場、そして工房などを配置し、拠点を広げていこう。常に色んな場所を見張りに行く必要はない。入植者を雇えば、彼らは畑を耕し、家畜の世話をして、資源を集めてくれる。その専門知識を借りて、拠点機能を高め、次なる冒険に向けて準備を進めよう。この世界は危険で満ちあふれている。多くの脅威から拠点を守るために警備を雇い、色んな罠を仕掛けておこう。商品を売り捌いて得たお金で、近くの開拓地と交易をすれば、普通は手に入らない装備もすぐにゲットできる。\n \n  \n  \n 一人でプレイするもよし、友達と一緒に遊ぶもよし、あるいは何百人ものプレイヤーのための専用サーバーを立てるもよし─『Necesse』の世界が生み出す脅威は、君らの状況に応じて変化する。自由に探索を楽しんだり、特定のクエストに挑んだりしながら、様々なバイオームに散らばったユニークなモンスターたちと戦おう。弓の名手、近接格闘のチャンピオン、はたまた熟練の魔法使いになることだってできる。君は友達と、どう楽しみたい？それぞれ別々のコロニーを築いて競い合うか、それとも役割分担をして資源共有をしつつ、協力して一大コロニーを築き上げるか─遊び方は自由自在！手ごわいボス戦では、バランスの取れたチームを組んで強力な連係プレイを魅せることもできるし、勝利の栄光を独り占めすることだってできる。\n \n  \n  \n 木の伐採、鉱石の採掘・加工、薬草の摘み取り、さらには倒したモンスターからの素材から、壁や家具、防具、薬、巻物、装飾品、武器など様々なアイテムをクラフトしてみよう。特定の敵を倒すことでしかゲットできない特別な装備品もあるが、それ以外のアイテムは全て細工台で作れる。クラフトしたものは君だけじゃなく、遊びに来た友達や、頼れる入植者たちにも装備できるぞ。新たな資源をゲットする度に、装備品もどんどんアンロックされていく。クラフト、建設、そしてどんなプレイをするか、数えだしたらキリがない！装備の組み合わせもバリエーション豊か─言い換えれば、新しいプレイスタイルを試す楽しみは尽きないってことさ。\n \n 難易度やゲームのルールは自由に調整できる。自分好みのプレイスタイルで遊ぼう。例を挙げようか。敵の襲撃がイヤなら、設定でオフにすればいいし、日の出から夜までの時間、もしくはボス戦の難易度も細かく調整することができるんだ。ペットのオウムやペンギン、魔法のランプ、それだけじゃない。ダチョウに乗ったり、個性的な服装を楽しんだりと、どんな冒険もこの『Necesse』では許される。シングルプレイでも、友達とわちゃわちゃ遊んでも、難易度をガンガンに上げても、まったりのんびりしててもいいんだ。そのどれもが、かつてない壮大な物語の序章となりうるのだから。\n \n  "},{"lang":"ko","text":" Roadmap     \n \n  Join Discord     \n \n  About the Game  \n Build. Quest. Conquer. The infinite procedurally generated world of Necesse is full of mysteries to uncover as you grow your settlement and lead expeditions against pirate kings, dragons, and fallen wizards alike. Will you spend your days crawling through dungeons, searching for treasures and raw materials with which to craft your equipment? Or will you answer the call to adventure, traversing the seas and seeking out great foes to test your prowess? Recruit settlers with particular skills and work alongside them to mine a wide variety of ores, craft gear tailored to your preferred playstyle, and establish a flourishing village. \n \n Play singleplayer or co-op - or establish a dedicated server with hundreds of other players. The world is infinite and adapts to whatever mode you choose.\n \n  \n  \n Grow your settlement from humble beginnings, establishing orchards, farms, and workshops alike. Recruit settlers that can work your fields, tend to your animals, and acquire resources without needing your constant attention and supervision. Use their expertise to help prepare for your next expedition as they expand your settlement's capabilities. Hire guards and craft traps to defend against the many dangers of the world. Sell your wares and use your wealth to trade with neighboring settlements, acquiring much needed equipment well ahead of what would otherwise be possible.\n \n  \n  \n Whether playing alone or with a few friends, or even creating a dedicated server for hundreds of players, the world of Necesse and its threats adapt to provide a meaningful challenge. Explore freely or take on specific quests as you face off against unique monsters spread across a variety of biomes. Will you be a deadeye archer, a melee champion, or a master of the magical arts? Will you and your friends establish separate competing colonies, or will you pool your resources and divide roles to build a giant settlement together? When faced with a tough boss, will you team up to form a carefully balanced party with powerful synergies, or will you attempt to steal all the glory for yourself? \n \n  \n  \n Cut down trees, mine and process ores, pick herbs, and harvest the bodies of defeated monsters to craft everything from walls and furniture to armor, potions, scrolls, trinkets, and weapons. While some unique equipment can only be acquired by defeating special enemies, everything else can be crafted through a multitude of workshops to equip yourself, your visiting friends, and your loyal settlers. Unlock additional gear as you acquire new resources and discover countless ways to craft, build, and play – endless combinations of equipment means there's always something new to try.\n \n Play as you want, customizing difficulty and multiple gameplay rules to fit your preferences. If you don’t like raiders showing up at your settlement, turn them off, and fine-tune gameplay rules like the length of the day/night cycle or the difficulty of boss battles however you like. From pet parrots and penguins to genie lamps, ostrich mounts, and unique outfits, Necesse has countless options to explore. Whether you're playing singleplayer or with friends, and whether you’re cranking up the difficulty or taking it easy, each session is an opportunity to weave an epic tale unlike any that came before it.\n \n  "},{"lang":"zh","text":"電子遊戲"},{"lang":"en","text":"video game"},{"lang":"es","text":"videojuego"},{"lang":"fr","text":"jeu vidéo"},{"lang":"de","text":"Computerspiel"},{"lang":"pt","text":"vídeojogo"},{"lang":"en","text":"Necesse is a top-down sandbox action-adventure game in a procedural generated world. Progress your characters gear and settlement through fighting, mining, exploring, crafting, trading and more!\n\nStart your adventure and explore the infinite procedural generated world of Necesse. Mine, fight and craft to gear up and conquer powerful enemies that drop unique items. Set sail to visit other islands containing villages, dungeons and other secrets or start your own settlement by building houses for settlers to move into."}],"cover_image_url":"https://neodb.social/m/item/steam/2024/09/21/c86aeb08-5745-4545-9471-bc3598308b24.jpg","rating":null,"rating_count":1,"rating_distribution":[0,0,0,0,0],"tags":[],"brief":" 路线图     \n \n  Join Discord     \n \n  关于游戏  \n 建造、探索和征服。这个由程序生成的无限世界中充满了谜团，你可以发展自己的定居点，并且领导远征，对抗海盗王、龙和堕落的巫师。你会花很多时间在地下城中穿行，寻找宝藏和原材料来制作装备？还是会回应冒险的召唤，穿越海洋，寻找强大的敌人来考验自己的能力？招募具有特殊技能的定居者，并与他们一起开采各种各样的矿石，制作适合你自己游戏风格的装备，并建立一个繁荣的村庄。\n  \n  既可以单人游玩，也可以合作游玩——或者建立一个专用服务器，与数百名其他玩家一起游玩。世界是无限的，可以适应你选择的所有模式。\n \n  \n  \n 从简陋的开端开始，发展自己的聚居地，建立果园、农场和工坊等设施。招募定居者，让他们在你的土地上工作，饲养动物，获取资源，这个过程不需要你的持续关注和监督。利用他们的专业知识来协助你准备下一次探险，定居者越多，你的聚居地实力就会变得越强。雇佣守卫并制造陷阱，抵御来自这个世界的各种危险。出售商品，用财富与邻近的聚居地进行贸易，提前获得可能会急需的设备。\n \n  \n  \n 无论是单人游玩，还是与几个朋友一起同乐，甚至是为数百名玩家创建一个专用服务器，《奈斯启示录》的世界及其中的威胁都能提供有意义的挑战。面对分布在各种生物群落中的独特怪物，既可以自由探索，也可以接受特定的任务。你会成为神射手弓兵，近战斗士，还是一名魔法技艺大师？你和朋友是会建立相互独立而又相互竞争的聚居地，还是会集中资源，分工明确，共同建立一个巨大的聚居地？面对强悍的 Boss 时，你是会组成一个经过精心平衡，具有强大协同作用的队伍，还是会努力独吞所有的荣耀？\n \n  \n  \n 砍伐树木，开采并加工矿石，采摘草药，搜刮被打败的怪物尸体，用这些资源来制作一切物品，从墙壁和家具，到盔甲、药剂、卷轴、饰品和武器。虽然某些独特装备只能通过击败特殊的敌人来获得，但其他的一切物品都可以通过多个工坊来制造，让你自己、来访的朋友和忠诚的定居者武装起来。解锁额外装备，获得新资源，还可以发现无数种制作、建造和游玩的方法。装备组合几乎无穷无尽，意味着总会有新东西等你尝试。\n  \n  随心游玩，自定义难度和多种游戏规则，满足自己的喜好。如果你不喜欢有入侵者出现在你的聚居地中，那就关掉相关选项，然后调整游戏规则，例如日夜循环的长度，或是 Boss 战的难度。从宠物鹦鹉、企鹅到精灵神灯、鸵鸟坐骑和独特服装，《奈斯启示录》有无数的选择等你探索。无论你是单人游戏还是和朋友一起玩，无论你想提高难度还是放松一下，每一次历程都是一个机会，可以让你编织不同于以往的史诗故事。\n \n  ","id":"https://neodb.social/game/3BiwZGaz35mNYnLkkc0SQv","uuid":"3BiwZGaz35mNYnLkkc0SQv","url":"/game/3BiwZGaz35mNYnLkkc0SQv","api_url":"/api/game/3BiwZGaz35mNYnLkkc0SQv","category":"game","parent_uuid":null,"display_title":"奈斯启示录 Necesse","external_resources":[{"url":"https://store.steampowered.com/app/1169040"},{"url":"https://www.wikidata.org/wiki/Q112264825"},{"url":"https://www.igdb.com/games/necesse"}]},"created_time":"2025-10-31T02:23:07.566Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":498485771226797888,"item":{"type":"Game","title":"流放之路2","description":"《流放之路2》将分为7章进行剧情叙事，宣传口号“一个游戏，两个战役”。玩家可以选择体验《流放之路2》和初代《流放之路》的剧情战役，但游戏终局和玩法格局不会变。《流放之路2》将会收录所有已发布的扩展包内容。\r\n\r\n\r\n\r\n《流放之路2》将包含19个进阶职业，基础职业与初代相同，但技能配置会有区别。游戏将新增“技能宝石”系统，却带原有的技能系统，允许玩家进行高度自定义，同时减少原作的复杂度。\r\n\r\n\r\n\r\nGrinding Gear工作室明确表示，《流放之路2》目前还无法确定上线日期。不过他们提到现在的目标是2020年下半年开始beta测试，而且《流放之路2》的开发并不会拖慢《流放之路》原本的每3个月更新一个资料片的节奏，同时，《流放之路》将登陆手机平台。","localized_title":[{"lang":"zh-cn","text":"流放之路2"},{"lang":"zh-cn","text":"流亡黯道"},{"lang":"en","text":"Path of Exile 2"}],"localized_description":[{"lang":"zh-cn","text":"《流放之路2》将分为7章进行剧情叙事，宣传口号“一个游戏，两个战役”。玩家可以选择体验《流放之路2》和初代《流放之路》的剧情战役，但游戏终局和玩法格局不会变。《流放之路2》将会收录所有已发布的扩展包内容。\r\n\r\n\r\n\r\n《流放之路2》将包含19个进阶职业，基础职业与初代相同，但技能配置会有区别。游戏将新增“技能宝石”系统，却带原有的技能系统，允许玩家进行高度自定义，同时减少原作的复杂度。\r\n\r\n\r\n\r\nGrinding Gear工作室明确表示，《流放之路2》目前还无法确定上线日期。不过他们提到现在的目标是2020年下半年开始beta测试，而且《流放之路2》的开发并不会拖慢《流放之路》原本的每3个月更新一个资料片的节奏，同时，《流放之路》将登陆手机平台。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/861da903-765d-40c9-801f-3904d2adb165.jpg","rating":null,"rating_count":2,"rating_distribution":[0,0,0,0,0],"tags":["2024","pc"],"brief":"《流放之路2》将分为7章进行剧情叙事，宣传口号“一个游戏，两个战役”。玩家可以选择体验《流放之路2》和初代《流放之路》的剧情战役，但游戏终局和玩法格局不会变。《流放之路2》将会收录所有已发布的扩展包内容。\r\n\r\n\r\n\r\n《流放之路2》将包含19个进阶职业，基础职业与初代相同，但技能配置会有区别。游戏将新增“技能宝石”系统，却带原有的技能系统，允许玩家进行高度自定义，同时减少原作的复杂度。\r\n\r\n\r\n\r\nGrinding Gear工作室明确表示，《流放之路2》目前还无法确定上线日期。不过他们提到现在的目标是2020年下半年开始beta测试，而且《流放之路2》的开发并不会拖慢《流放之路》原本的每3个月更新一个资料片的节奏，同时，《流放之路》将登陆手机平台。","id":"https://neodb.social/game/2vyzNrQ3s0lDx11arqfZm1","uuid":"2vyzNrQ3s0lDx11arqfZm1","url":"/game/2vyzNrQ3s0lDx11arqfZm1","api_url":"/api/game/2vyzNrQ3s0lDx11arqfZm1","category":"game","parent_uuid":null,"display_title":"流放之路2","external_resources":[{"url":"https://www.douban.com/game/34891596/"}]},"created_time":"2025-10-07T20:24:29.227Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":498485662179154776,"item":{"type":"Game","title":"空洞骑士：丝之歌","description":"化身公主骑士\r\n\r\n扮演致命猎手“黄蜂”，踏入丝与歌统治的王国！被俘至陌生世界，在致命的朝圣之路上迎战强敌、破解远古谜团，直抵王国巅峰。\r\n\r\n《空洞骑士：丝之歌》是动作冒险游戏《空洞骑士》的史诗续作。探索全新世界，觉醒未知力量，在虫兽狂潮中杀出血路，揭开与你身世交织的远古秘辛。\r\n\r\n\r\n游戏特色\r\n\r\n探索陷落的虫之王国“纺络”！穿越苔藓洞窟、镀金城邦与雾锁荒原，攀向世界之巅的闪耀圣堡。\r\n\r\n体验生死一线的战斗！在行云流水的华丽厮杀中，施展丰富且致命的招式穿梭于敌阵之中。\r\n\r\n锻造强力工具！掌握不断进化的武器、陷阱与机关，横扫敌人，探索新高处。\r\n\r\n完成震撼任务！狩猎珍奇异兽，破解远古谜题，实现受难者夙愿，重燃王国希望。\r\n\r\n迎战200+凶残敌人！野兽与猎人，怪物与骑士，以勇气与技艺斩尽来敌！\r\n\r\n征服40+传奇头目！在史诗对决中挑战传说英雄与堕落君王，执掌王国命运。\r\n\r\n挑战钢铁之魂模式！征服王国后，在更高难度的新模式中淬炼技艺。\r\n\r\n沉浸绝美交响乐章！《空洞骑士》获奖作曲家Christopher Larkin倾力打造忧郁旋律、恢弘弦乐与直击灵魂的头目战主题曲。","localized_title":[{"lang":"zh-cn","text":"空洞骑士：丝之歌"},{"lang":"en","text":"Hollow Knight: Silksong"},{"lang":"zh","text":"空洞骑士：丝之歌"},{"lang":"zh-tw","text":"空洞騎士：絲綢之歌"},{"lang":"es","text":"Hollow Knight: Silksong"},{"lang":"fr","text":"Hollow Knight: Silksong"},{"lang":"de","text":"Hollow Knight: Silksong"},{"lang":"pt","text":"Hollow Knight: Silksong"},{"lang":"ja","text":"Hollow Knight: Silksong"},{"lang":"ko","text":"할로 나이트: 실크송"},{"lang":"zh-tw","text":"空洞騎士：絲之歌"},{"lang":"ar","text":"هولو نايت: سيلكسونغ"}],"localized_description":[{"lang":"en","text":"As Hornet, princess-protector of Hallownest, adventure through a whole new kingdom haunted by silk and song. Captured and brought to an unfamiliar land, Hornet must battle foes and solve mysteries as she ascends on a deadly pilgrimage to the kingdom’s peak.\r\n\r\nGame Features:\r\n\r\nDiscover a whole new kingdom! Explore coral forests, mossy grottos, gilded cities and misted moors as you ascend to the shining citadel at the top of the world.\r\n\r\nEngage in lethal acrobatic action! Wield a whole new suite of nimble moves as you dance between foes in deadly, beautiful combat.\r\n\r\nCraft powerful tools! Master an ever-expanding arsenal of weapons, traps and mechanisms to confound your enemies and explore new heights.\r\n\r\nSolve shocking quests! Hunt down rare beasts, unearth ancient mysteries and search for lost treasures to fulfil the wishes of the downtrodden and restore the kingdom’s hope. Prepare for the unexpected!\r\n\r\nFace over 150 all-new foes! Beasts and hunters, assassins and kings, monsters and knights – defeat them all with bravery and skill!\r\n\r\nExperience a stunning orchestral score! Hollow Knight’s award-winning composer, Christopher Larkin, returns to bring melancholy melodies, symphonic strings and heart-thumping, soul strumming boss themes to the adventure.\r\n\r\nChallenge Silk Soul mode! Once you conquer the game, test your skills in an all-new mode that spins the game into a unique, challenging experience."},{"lang":"zh-hant","text":"2025年的電玩遊戲"},{"lang":"en","text":"2025 Metroidvania action-adventure video game developed by Team Cherry"},{"lang":"es","text":"videojuego de 2025"},{"lang":"fr","text":"jeu vidéo de 2025"},{"lang":"de","text":"Metroidvania-Computerspiel aus dem Jahr 2025"},{"lang":"pt","text":"jogo eletrônico de 2025"},{"lang":"en","text":"Hollow Knight: Silksong is the epic sequel to Hollow Knight, the epic action-adventure of bugs and heroes. As the lethal hunter Hornet, journey to all-new lands, discover new powers, battle vast hordes of bugs and beasts and uncover ancient secrets tied to your nature and your past.\n\nPlay as Hornet, princess-protector of Hallownest, and adventure through a whole new kingdom ruled by silk and song! Captured and brought to this unfamiliar world, Hornet must battle foes and solve mysteries as she ascends on a deadly pilgrimage to the kingdom’s peak."},{"lang":"zh-cn","text":"化身公主骑士\r\n\r\n扮演致命猎手“黄蜂”，踏入丝与歌统治的王国！被俘至陌生世界，在致命的朝圣之路上迎战强敌、破解远古谜团，直抵王国巅峰。\r\n\r\n《空洞骑士：丝之歌》是动作冒险游戏《空洞骑士》的史诗续作。探索全新世界，觉醒未知力量，在虫兽狂潮中杀出血路，揭开与你身世交织的远古秘辛。\r\n\r\n\r\n游戏特色\r\n\r\n探索陷落的虫之王国“纺络”！穿越苔藓洞窟、镀金城邦与雾锁荒原，攀向世界之巅的闪耀圣堡。\r\n\r\n体验生死一线的战斗！在行云流水的华丽厮杀中，施展丰富且致命的招式穿梭于敌阵之中。\r\n\r\n锻造强力工具！掌握不断进化的武器、陷阱与机关，横扫敌人，探索新高处。\r\n\r\n完成震撼任务！狩猎珍奇异兽，破解远古谜题，实现受难者夙愿，重燃王国希望。\r\n\r\n迎战200+凶残敌人！野兽与猎人，怪物与骑士，以勇气与技艺斩尽来敌！\r\n\r\n征服40+传奇头目！在史诗对决中挑战传说英雄与堕落君王，执掌王国命运。\r\n\r\n挑战钢铁之魂模式！征服王国后，在更高难度的新模式中淬炼技艺。\r\n\r\n沉浸绝美交响乐章！《空洞骑士》获奖作曲家Christopher Larkin倾力打造忧郁旋律、恢弘弦乐与直击灵魂的头目战主题曲。"},{"lang":"en","text":"As Hornet, princess-protector of Hallownest, adventure through a whole new kingdom haunted by silk and song. Captured and brought to an unfamiliar land, Hornet must battle foes and solve mysteries as she ascends on a deadly pilgrimage to the kingdom’s peak.\n\n\n\nGame Features:\n\n\n\nDiscover a whole new kingdom! Explore coral forests, mossy grottos, gilded cities and misted moors as you ascend to the shining citadel at the top of the world.\n\n\n\nEngage in lethal acrobatic action! Wield a whole new suite of nimble moves as you dance between foes in deadly, beautiful combat.\n\n\n\nCraft powerful tools! Master an ever-expanding arsenal of weapons, traps and mechanisms to confound your enemies and explore new heights.\n\n\n\nSolve shocking quests! Hunt down rare beasts, unearth ancient mysteries and search for lost treasures to fulfil the wishes of the downtrodden and restore the kingdom’s hope. Prepare for the unexpected!\n\n\n\nFace over 150 all-new foes! Beasts and hunters, assassins and kings, monsters and knights – defeat them all with bravery and skill!\n\n\n\nExperience a stunning orchestral score! Hollow Knight’s award-winning composer, Christopher Larkin, returns to bring melancholy melodies, symphonic strings and heart-thumping, soul strumming boss themes to the adventure.\n\n\n\nChallenge Silk Soul mode! Once you conquer the game, test your skills in an all-new mode that spins the game into a unique, challenging experience."},{"lang":"en","text":"Hollow Knight: Silksong is the epic sequel to Hollow Knight, the epic action-adventure of bugs and heroes. As the lethal hunter Hornet, journey to all-new lands, discover new powers, battle vast hordes of bugs and beasts and uncover ancient secrets tied to your nature and your past."}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/9a3ce718-5c93-4167-9812-c338bb6c4f2e.jpg","rating":9.0,"rating_count":27,"rating_distribution":[0,0,0,29,70],"tags":["act","arpg","hollowknight","hornet","rouge","switch","switch2","teamcherry","冒险","期待","横版","横版过关","独立游戏","类魂","良心游戏","银河城","魂系"],"brief":"化身公主骑士\r\n\r\n扮演致命猎手“黄蜂”，踏入丝与歌统治的王国！被俘至陌生世界，在致命的朝圣之路上迎战强敌、破解远古谜团，直抵王国巅峰。\r\n\r\n《空洞骑士：丝之歌》是动作冒险游戏《空洞骑士》的史诗续作。探索全新世界，觉醒未知力量，在虫兽狂潮中杀出血路，揭开与你身世交织的远古秘辛。\r\n\r\n\r\n游戏特色\r\n\r\n探索陷落的虫之王国“纺络”！穿越苔藓洞窟、镀金城邦与雾锁荒原，攀向世界之巅的闪耀圣堡。\r\n\r\n体验生死一线的战斗！在行云流水的华丽厮杀中，施展丰富且致命的招式穿梭于敌阵之中。\r\n\r\n锻造强力工具！掌握不断进化的武器、陷阱与机关，横扫敌人，探索新高处。\r\n\r\n完成震撼任务！狩猎珍奇异兽，破解远古谜题，实现受难者夙愿，重燃王国希望。\r\n\r\n迎战200+凶残敌人！野兽与猎人，怪物与骑士，以勇气与技艺斩尽来敌！\r\n\r\n征服40+传奇头目！在史诗对决中挑战传说英雄与堕落君王，执掌王国命运。\r\n\r\n挑战钢铁之魂模式！征服王国后，在更高难度的新模式中淬炼技艺。\r\n\r\n沉浸绝美交响乐章！《空洞骑士》获奖作曲家Christopher Larkin倾力打造忧郁旋律、恢弘弦乐与直击灵魂的头目战主题曲。","id":"https://neodb.social/game/1EZcXj3398L8TKZ4ELPIkW","uuid":"1EZcXj3398L8TKZ4ELPIkW","url":"/game/1EZcXj3398L8TKZ4ELPIkW","api_url":"/api/game/1EZcXj3398L8TKZ4ELPIkW","category":"game","parent_uuid":null,"display_title":"空洞骑士：丝之歌","external_resources":[{"url":"https://store.steampowered.com/app/1030300"},{"url":"https://www.wikidata.org/wiki/Q63294487"},{"url":"https://www.igdb.com/games/hollow-knight-silksong"},{"url":"https://crititeca.illustietor.com/game/7dJdpJSPra9GZRYtdbKIRK"},{"url":"https://eggplant.place/game/1CnICxAZzYSgR2ZyaZzl0P"},{"url":"https://www.douban.com/game/30460100/"},{"url":"https://eggplant.place/game/1UQMuVk7M61LageOd5a25I"},{"url":"https://bgm.tv/subject/274582"}]},"created_time":"2025-10-07T20:24:03.231Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":466553241505289312,"item":{"type":"Game","title":"空洞骑士","description":"《空洞骑士》是一部风格经典、跨越庞大且交错相通世界的 2D 动作冒险游戏。探索扭曲的洞穴、古老的城市和致命的废墟；对抗邪恶的生物，结识友好又奇异的臭虫；进入王国，去破解\r\n远古谜题吧！\r\n《空洞骑士》的世界以生动、多变的细节灵活展现，其洞穴里充满着奇异又可怕的生物，每个画面都以传统的 2D 风格手工打造。\r\n你将发现的每一个新领域都非常独特和奇怪，充满了新的生物和角色。欣赏风景并发现隐藏在常规道路下的新奇迹。\r\n如果你喜欢经典的游戏、可爱却又令人毛骨悚然的角色、史诗般的冒险和美丽的哥特式世界，《空洞骑士》在这里等你来战！","localized_title":[{"lang":"zh-cn","text":"空洞骑士"},{"lang":"zh-cn","text":"虚空骑士"},{"lang":"en","text":"Hollow Knight"},{"lang":"zh","text":"空洞騎士"},{"lang":"es","text":"Hollow Knight"},{"lang":"fr","text":"Hollow Knight"},{"lang":"de","text":"Hollow Knight"},{"lang":"pt","text":"Hollow Knight"},{"lang":"ja","text":"Hollow Knight"},{"lang":"ko","text":"Hollow Knight"}],"localized_description":[{"lang":"zh-cn","text":"《空洞骑士》是一部风格经典、跨越庞大且交错相通世界的 2D 动作冒险游戏。探索扭曲的洞穴、古老的城市和致命的废墟；对抗邪恶的生物，结识友好又奇异的臭虫；进入王国，去破解\r\n远古谜题吧！\r\n《空洞骑士》的世界以生动、多变的细节灵活展现，其洞穴里充满着奇异又可怕的生物，每个画面都以传统的 2D 风格手工打造。\r\n你将发现的每一个新领域都非常独特和奇怪，充满了新的生物和角色。欣赏风景并发现隐藏在常规道路下的新奇迹。\r\n如果你喜欢经典的游戏、可爱却又令人毛骨悚然的角色、史诗般的冒险和美丽的哥特式世界，《空洞骑士》在这里等你来战！"},{"lang":"zh","text":"2017年发布的独立游戏"},{"lang":"zh-hans","text":"2D动作冒险游戏"},{"lang":"en","text":"2017 video game"},{"lang":"es","text":"videojuego de 2017"},{"lang":"fr","text":"jeu vidéo de 2017"},{"lang":"de","text":"Computerspiel aus dem Jahr 2017"},{"lang":"pt","text":"videojogo de 2017"},{"lang":"en","text":"A 2D metroidvania with an emphasis on close combat and exploration in which the player enters the once-prosperous now-bleak insect kingdom of Hallownest, travels through its various districts, meets friendly inhabitants, fights hostile ones and uncovers the kingdom's history while improving their combat abilities and movement arsenal by fighting bosses and accessing out-of-the-way areas."}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/1f0609c0-b9df-4fa3-a327-04ad374bcad4.jpg","rating":9.3,"rating_count":283,"rating_distribution":[0,0,4,23,71],"tags":["2017","2d","act","metroidvania","nintendo","ns","steam","switch","动作","横版","横版过关","独立游戏","类恶魔城","类银河战士","良心游戏","高难度"],"brief":"《空洞骑士》是一部风格经典、跨越庞大且交错相通世界的 2D 动作冒险游戏。探索扭曲的洞穴、古老的城市和致命的废墟；对抗邪恶的生物，结识友好又奇异的臭虫；进入王国，去破解\r\n远古谜题吧！\r\n《空洞骑士》的世界以生动、多变的细节灵活展现，其洞穴里充满着奇异又可怕的生物，每个画面都以传统的 2D 风格手工打造。\r\n你将发现的每一个新领域都非常独特和奇怪，充满了新的生物和角色。欣赏风景并发现隐藏在常规道路下的新奇迹。\r\n如果你喜欢经典的游戏、可爱却又令人毛骨悚然的角色、史诗般的冒险和美丽的哥特式世界，《空洞骑士》在这里等你来战！","id":"https://neodb.social/game/5pvs201VxbkldH4LOEtDVt","uuid":"5pvs201VxbkldH4LOEtDVt","url":"/game/5pvs201VxbkldH4LOEtDVt","api_url":"/api/game/5pvs201VxbkldH4LOEtDVt","category":"game","parent_uuid":null,"display_title":"空洞骑士","external_resources":[{"url":"https://bgm.tv/subject/209250"},{"url":"https://www.douban.com/game/26973112/"},{"url":"https://www.wikidata.org/wiki/Q29300592"},{"url":"https://www.igdb.com/games/hollow-knight"},{"url":"https://store.steampowered.com/app/367520"},{"url":"https://neodb.kevga.de/game/4dAspln5IxE7GuEQmGfqpb"}]},"created_time":"2025-07-11T17:36:00.861Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":453192426912868464,"item":{"type":"Game","title":"双影奇境","description":"深入《双影奇境》的多重世界，体验惊心动魄的时刻。这是由 2021 年度最佳游戏《双人成行》工作室打造的又一款创新合作类动作冒险游戏。米欧和佐伊是两位风格截然不同的作家，她们一个擅长科幻小说，另一个专注于奇幻题材。被骗进入一台意在窃取创意的机器后，她们陷入了自己创作的故事之中。她们必须相互依靠，保护自己的记忆不受侵害，进而赢得自由；同时她们还必须共同努力掌握各种技能，在科幻与奇幻的世界间穿梭，在意外萌生的友情中共同克服挑战。\n \n 《双影奇境》是一款独一无二的动作类冒险游戏，让你身临其境，感受一个个意想不到的时刻。前一分钟你还在驯服惹人喜爱的龙，下一分钟就变身成为赛博忍者与敌人对战。逃离可怕的巨魔，躲避机器人停车场管理员投掷出的悬浮车辆等等……怪诞，狂野而多彩的体验，专为与伙伴分享体验而设计。\n \n 叫上搭档，准备好克服前进过程中遇到的任何障碍。\n \n  ","localized_title":[{"lang":"zh-cn","text":"双影奇境"},{"lang":"zh-tw","text":"雙影奇境"},{"lang":"en","text":"Split Fiction"},{"lang":"es","text":"Split Fiction"},{"lang":"fr","text":"Split Fiction"},{"lang":"de","text":"Split Fiction"},{"lang":"pt","text":"Split Fiction"},{"lang":"ja","text":"スプリット・フィクション"},{"lang":"ko","text":"Split Fiction"},{"lang":"zh","text":"幻裂奇境"},{"lang":"zh-hant","text":"雙影奇境"},{"lang":"ko","text":"스플릿 픽션"}],"localized_description":[{"lang":"zh-cn","text":"深入《双影奇境》的多重世界，体验惊心动魄的时刻。这是由 2021 年度最佳游戏《双人成行》工作室打造的又一款创新合作类动作冒险游戏。米欧和佐伊是两位风格截然不同的作家，她们一个擅长科幻小说，另一个专注于奇幻题材。被骗进入一台意在窃取创意的机器后，她们陷入了自己创作的故事之中。她们必须相互依靠，保护自己的记忆不受侵害，进而赢得自由；同时她们还必须共同努力掌握各种技能，在科幻与奇幻的世界间穿梭，在意外萌生的友情中共同克服挑战。\n \n 《双影奇境》是一款独一无二的动作类冒险游戏，让你身临其境，感受一个个意想不到的时刻。前一分钟你还在驯服惹人喜爱的龙，下一分钟就变身成为赛博忍者与敌人对战。逃离可怕的巨魔，躲避机器人停车场管理员投掷出的悬浮车辆等等……怪诞，狂野而多彩的体验，专为与伙伴分享体验而设计。\n \n 叫上搭档，准备好克服前进过程中遇到的任何障碍。\n \n  "},{"lang":"zh-tw","text":"欣然接受驚奇時刻吧，你已被深深地拉進了《雙影奇境》的眾多世界之中，這是一場突破界限的合作冒險，由推出 2021 年遊戲大獎年度遊戲的《雙人成行》工作室打造。米歐和佐伊是兩位風格迥異的作家，一個寫科幻小說，另一個則擅長奇幻題材，她們在被連接到一台設計來竊取創意的機器後，意外被困在了自己創作的故事中。為了保住記憶並成功脫困，她們必須攜手合作。兩人將在科幻與奇幻世界間來回穿梭，一同掌握各種能力，在這個意外萌生的友誼故事中克服重重挑戰。\n \n 《雙影奇境》帶來獨特的動作冒險體驗，充滿意想不到的時刻，讓玩家時刻處於緊張興奮的狀態。上一秒你還在馴服可愛的小龍，下一秒你就化身電馭忍者來作戰、逃離可怕的巨魔，或是躲避機器人停車場服務員丟擲的懸浮汽車。它既怪誕又狂野，而且是為了分享而設計的。\n \n 帶上您的合作夥伴，準備好克服丟到路上的任何阻礙。\n \n  "},{"lang":"en","text":"Embrace mind-blowing moments as you’re pulled deep into the many worlds of Split Fiction, a boundary-pushing co-op action adventure from the studio behind 2021 Game of the Year Winner, It Takes Two. Mio and Zoe are contrasting writers – one writes sci-fi and the other writes fantasy – who become trapped in their own stories after being hooked up to a machine designed to steal their creative ideas. They’ll have to rely on each other to break free with their memories in-tact, working together to master a variety of abilities and overcome diverse challenges while jumping between sci-fi and fantasy worlds in this unexpected tale of friendship.\n \n Split Fiction is a unique action-adventure experience that keeps you on the edge of your couch with unexpected moments. One minute you’re taming adorable dragons and the next you’re fighting as cyber ninjas, escaping terrifying trolls, or dodging hover cars thrown by a robotic parking attendant. It’s weird, it’s wild, and it’s designed to be shared.\n \n Grab your co-op partner and get ready to overcome any obstacle thrown your way.\n \n  "},{"lang":"es","text":"Vive momentos alucinantes al adentrarte en los múltiples mundos de Split Fiction, una aventura cooperativa que va más allá de los límites, del estudio creador del Juego del Año de 2021, It Takes Two. Mio y Zoe son dos escritoras de géneros muy distintos (una escribe ciencia ficción y la otra fantasía), que quedan atrapadas en sus propias historias tras ser conectadas a una máquina diseñada para robarles sus ideas creativas. Tendrán que apoyarse mutuamente para conseguir salir con sus recuerdos intactos, trabajar juntas para dominar distintas habilidades y superar retos mientras saltan entre mundos de ciencia ficción y fantasía en esta inesperada historia de amistad.\n \n Split Fiction es una experiencia única de acción y aventura que te mantiene en vilo con momentos inesperados. En un momento estaréis domando adorables dragones y al siguiente seréis ciberninjas luchadoras, escaparéis de terroríficos trols o esquivaréis coches voladores lanzados por un mozo de aparcamiento robótico. Es una experiencia rara, salvaje y diseñada para ser compartida.\n \n Coge a tu acompañante para el modo cooperativo y preparaos para superar cualquier obstáculo que se os presente.\n \n  "},{"lang":"fr","text":"Vivez des moments inoubliables en explorant les différents mondes de Split Fiction, un jeu d'aventure en coopération qui repousse les limites du genre avec son univers original et bourré d'action imaginé par le studio ayant créé It Takes Two, le Jeu de l'année 2021. Rencontrez Mio et Zoé, deux scénaristes aux profils contrastés spécialisées respectivement dans la science-fiction et la fantasy, qui se retrouvent prises au piège dans leurs propres histoires après avoir été happées au sein d'une machine conçue pour voler leurs idées créatives. Elles pourront uniquement compter l'une sur l'autre pour en réchapper sans perdre la mémoire, en collaborant pour maîtriser diverses capacités et relever des défis variés dans des mondes fascinants de science-fiction et de fantasy, imbriqués dans un récit d'amitié inattendu.\n \n Split Fiction est une expérience d'action-aventure unique en son genre qui vous tiendra en haleine sur votre canapé avec ses moments inattendus, qui vous amèneront aussi bien à apprivoiser d'adorables dragons qu'à combattre en tant que cyberninjas, quand il ne s'agira pas d'échapper à des trolls terrifiants ou d'esquiver les voitures qu'un robot-voiturier vous lance à la figure. Partagez une expérience aussi étrange que décalée !\n \n Jouez en coopération avec votre partenaire pour surmonter une kyrielle d'obstacles !\n \n  "},{"lang":"de","text":"Lass dich in die atemberaubende Welt von Split Fiction hineinziehen und erlebe das neue, Genre-Grenzen sprengende Koop-Action-Adventure vom Studio hinter „It Takes Two“, dem Game of the Year 2021. Die beiden aufstrebenden Schriftstellerinnen Mio und Zoe sind eigentlich ziemlich verschieden – die eine schreibt Sci-Fi-Storys, die andere Fantasy. Als sie sich mit einer Maschine verbinden, die sie in ihre Geschichten katapultiert, werden sie zu Gefangenen ihrer eigenen Fantasien. Nur wenn sie zusammenarbeiten, werden sie entkommen und verhindern können, dass ihre kreativen Ideen gestohlen werden. Gemeinsam müssen sie eine Vielzahl von Fähigkeiten meistern und verschiedenste Herausforderungen bestehen. So entspinnt sich eine überraschende Geschichte von Freundschaft – in abwechslungsreichen Sci-Fi- und Fantasy-Welten.\n \n Das einzigartige Action-Adventure Split Fiction wird dich mit unerwarteten Momenten ans Sofa fesseln. In der einen Minute zähmst du zauberhafte Drachen, in der anderen kämpfst du als Cyber-Ninja, fliehst vor furchterregenden Trollen oder musst fliegenden Autos ausweichen, die von einem durchgeknallten Robo-Parkplatzwächter geworfen werden. Das ist seltsam, wild – und ein Fest für Teamplayer:innen!\n \n Schnapp dir deine:n Koop-Partner:in und macht euch bereit, jedes Hindernis zu überwinden, das sich euch in den Weg stellt.\n \n  "},{"lang":"pt","text":"Vive momentos impressionantes à medida que te deixas levar pelos vários mundos de \"Split Fiction\", uma aventura de ação cooperativa que ultrapassa todos os limites, criada pelo estúdio responsável pelo vencedor de jogo do ano de 2021, \"It Takes Two\". Mio e Zoe são escritoras com estilos opostos - uma escreve ficção científica e a outra escreve fantasia - que ficam presas nas suas próprias histórias depois de serem ligadas a uma máquina concebida para lhes roubar as ideias criativas. Terão de confiar uma na outra para se libertarem com as suas memórias intactas, trabalhando em conjunto para dominar uma variedade de capacidades e superar diversos desafios à medida que saltam entre mundos de ficção científica e fantasia nesta inesperada história de amizade.\n \n “Split Fiction” é uma experiência única de ação e aventura que te mantém em suspense com momentos inesperados. Num momento estás a domar dragões adoráveis e no outro a lutar como ninjas cibernéticas, a fugir de trolls aterradores ou a esquivar-te de carros voadores lançados por um arrumador de carros robótico. É estranha, é louca e foi concebida para ser partilhada.\n \n Pega no teu companheiro cooperativo e preparem-se para superar qualquer obstáculo que vos apareça pela frente.\n \n  "},{"lang":"ja","text":"「スプリット・フィクション」でさまざまな世界に足を踏み入れ、他では味わえない刺激的な瞬間を堪能しましょう。本作は2021年に「Game of the Year」を受賞した「It Takes Two」のスタジオが贈る、協力プレイアドベンチャーの限界を更に広げた作品です。主人公はライターのミオとゾーイ。一人はSF、もう一人はファンタジーを得意としています。二人は創造的なアイディアを奪うマシンによって、自分たちが創り出した物語の世界に閉じ込められてしまいます。記憶とアイディアを失わずにこの世界から脱出するには、お互いを信頼することが必要です。協力しながらさまざまなアビリティをマスターし、数々のチャレンジをクリアしなければなりません。SFとファンタジーの世界を行き来するなかで、思いも寄らない友情の物語が紡がれていきます。\n \n 「スプリット・フィクション」には、他では味わえない特別なアクションアドベンチャー体験が広がっています。予期せぬ展開に思わず身を乗り出してしまうことでしょう。ある時はかわいいドラゴンを手懐けたり、ある時はサイバーニンジャとして戦ったり、恐ろしいトロールから逃げ出したり、駐車監視ロボットが投げるホバーカーから身を交わしたり。本作には奇妙でワイルド、そしてお互いの協力が求められる、魅力いっぱいの世界が広がっています。\n \n 協力プレイのパートナーを見つけ、自分たちの道を突き進んでさまざまな困難を乗り越えていきましょう。\n \n  "},{"lang":"ko","text":"Embrace mind-blowing moments as you’re pulled deep into the many worlds of Split Fiction, a boundary-pushing co-op action adventure from the studio behind 2021 Game of the Year Winner, It Takes Two. Mio and Zoe are contrasting writers – one writes sci-fi and the other writes fantasy – who become trapped in their own stories after being hooked up to a machine designed to steal their creative ideas. They’ll have to rely on each other to break free with their memories in-tact, working together to master a variety of abilities and overcome diverse challenges while jumping between sci-fi and fantasy worlds in this unexpected tale of friendship.\n \n Split Fiction is a unique action-adventure experience that keeps you on the edge of your couch with unexpected moments. One minute you’re taming adorable dragons and the next you’re fighting as cyber ninjas, escaping terrifying trolls, or dodging hover cars thrown by a robotic parking attendant. It’s weird, it’s wild, and it’s designed to be shared.\n \n Grab your co-op partner and get ready to overcome any obstacle thrown your way.\n \n  "},{"lang":"zh-hant","text":"2025年電玩遊戲"},{"lang":"en","text":"2025 video game developed by Hazelight Studios"},{"lang":"es","text":"videojuego de 2025"},{"lang":"fr","text":"jeu vidéo de 2025"},{"lang":"de","text":"Computerspiel aus 2025"},{"lang":"ko","text":"2025년 비디오 게임"},{"lang":"en","text":"Split Fiction is a 2025 cooperative multiplayer game. It follows two writers, Mio Hudson and Zoe Foster, as they become trapped in their imaginations.\n\nMio and Zoe are contrasting writers – one writes sci-fi and the other writes fantasy – who become trapped in their own stories after being hooked up to a machine designed to steal their creative ideas. They’ll have to rely on each other to break free with their memories in-tact, working together to master a variety of abilities and overcome diverse challenges while jumping between sci-fi and fantasy worlds in this unexpected tale of friendship."}],"cover_image_url":"https://neodb.social/m/item/steam/2025/03/09/938033d3-29b9-40a2-8fe7-457cdad2d2b3.jpg","rating":8.9,"rating_count":91,"rating_distribution":[1,0,4,27,67],"tags":["2025","剧情","双人","合作","沙發遊戲","雙人遊戲"],"brief":"深入《双影奇境》的多重世界，体验惊心动魄的时刻。这是由 2021 年度最佳游戏《双人成行》工作室打造的又一款创新合作类动作冒险游戏。米欧和佐伊是两位风格截然不同的作家，她们一个擅长科幻小说，另一个专注于奇幻题材。被骗进入一台意在窃取创意的机器后，她们陷入了自己创作的故事之中。她们必须相互依靠，保护自己的记忆不受侵害，进而赢得自由；同时她们还必须共同努力掌握各种技能，在科幻与奇幻的世界间穿梭，在意外萌生的友情中共同克服挑战。\n \n 《双影奇境》是一款独一无二的动作类冒险游戏，让你身临其境，感受一个个意想不到的时刻。前一分钟你还在驯服惹人喜爱的龙，下一分钟就变身成为赛博忍者与敌人对战。逃离可怕的巨魔，躲避机器人停车场管理员投掷出的悬浮车辆等等……怪诞，狂野而多彩的体验，专为与伙伴分享体验而设计。\n \n 叫上搭档，准备好克服前进过程中遇到的任何障碍。\n \n  ","id":"https://neodb.social/game/1tSJDqu9inXkPtclZB3gPI","uuid":"1tSJDqu9inXkPtclZB3gPI","url":"/game/1tSJDqu9inXkPtclZB3gPI","api_url":"/api/game/1tSJDqu9inXkPtclZB3gPI","category":"game","parent_uuid":null,"display_title":"双影奇境","external_resources":[{"url":"https://store.steampowered.com/app/2001120"},{"url":"https://www.douban.com/game/37083957/"},{"url":"https://www.wikidata.org/wiki/Q131433899"},{"url":"https://www.igdb.com/games/split-fiction"}]},"created_time":"2025-06-04T20:44:54.434Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":412621323473476336,"item":{"type":"Game","title":"无人深空","description":"《无人深空（No Man's Sky）》设定在一个宇宙的边缘，而玩家的任务就是回归这个宇宙的中心。在游戏中，玩家将自由自在的探索这个新鲜宇宙的全部空间。各种天体和星球一旦被玩家发现就会开始创建，每个都有属于自己独特的环境和完整的生态系统。\r\n\r\n由于这是个在线游戏，一旦你发现了这个星球，它就也对其他玩家开放了。玩家对星球的探索不仅仅限于发现，他们还可以给这个星球带来显著的变化，而这些变化也会对后来的玩家产生影响。","localized_title":[{"lang":"zh-cn","text":"无人深空"},{"lang":"zh-cn","text":"无人天空"},{"lang":"zh-cn","text":"无人星空"},{"lang":"zh-cn","text":"无人太空"},{"lang":"tl","text":"No Man's Sky"},{"lang":"zh","text":"无人深空"},{"lang":"zh-tw","text":"無人深空"},{"lang":"zh-hans","text":"无人深空"},{"lang":"zh-hant","text":"無人深空"},{"lang":"en","text":"No Man's Sky"},{"lang":"es","text":"No Man's Sky"},{"lang":"fr","text":"No Man's Sky"},{"lang":"de","text":"No Man’s Sky"},{"lang":"pt","text":"No Man's Sky"},{"lang":"ja","text":"No Man's Sky"},{"lang":"ko","text":"노 맨즈 스카이"},{"lang":"zh-cn","text":"No Man's Sky 无人深空"},{"lang":"zh-tw","text":"No Man's Sky 無人深空"},{"lang":"de","text":"No Man's Sky"},{"lang":"ko","text":"No Man's Sky"},{"lang":"zh-cn","text":"无人之地"},{"lang":"zh-cn","text":"无人的天空"},{"lang":"da","text":"No Man's Sky"},{"lang":"it","text":"No Man's Sky"}],"localized_description":[{"lang":"zh-cn","text":"《无人深空（No Man's Sky）》设定在一个宇宙的边缘，而玩家的任务就是回归这个宇宙的中心。在游戏中，玩家将自由自在的探索这个新鲜宇宙的全部空间。各种天体和星球一旦被玩家发现就会开始创建，每个都有属于自己独特的环境和完整的生态系统。\r\n\r\n由于这是个在线游戏，一旦你发现了这个星球，它就也对其他玩家开放了。玩家对星球的探索不仅仅限于发现，他们还可以给这个星球带来显著的变化，而这些变化也会对后来的玩家产生影响。"},{"lang":"zh","text":"開放世界第一人稱冒險遊戲"},{"lang":"en","text":"open-world survival video game in space released in 2016"},{"lang":"es","text":"videojuego de supervivencia de 2016"},{"lang":"fr","text":"jeu vidéo de survie en monde ouvert dans l'espace sorti en 2016"},{"lang":"de","text":"Open-World-Survival-Videospiel im Weltraum (2016)"},{"lang":"pt","text":"vídeojogo de 2016"},{"lang":"en","text":"Inspired by the adventure and imagination that we love from classic science-fiction, No Man's Sky presents you with a galaxy to explore, filled with unique planets and lifeforms, and constant danger and action.\n\nIn No Man's Sky, every star is the light of a distant sun, each orbited by planets filled with life, and you can go to any of them you choose. Fly smoothly from deep space to planetary surfaces, with no loading screens, and no limits. In this infinite procedurally generated universe, you'll discover places and creatures that no other players have seen before - and perhaps never will again."},{"lang":"zh-cn","text":"  \n   《无人深空》从经典科幻小说中汲取灵感，囊括了大众喜爱的冒险和天马行空的幻想元素，呈现给玩家一个充满独特行星和生命形式的星系。 \n  \n  在危机重重的《无人深空》中，每个太阳都有生机勃勃的行星绕其运转，它们身上蕴藏的秘密都等待着你亲自去发掘。从太空深处飞往行星地表，一路畅通无阻，毫无限制。在这个按程序生成的无限宇宙中，你会发现大家从未见过的领域和生物——而且再无机会遇见。  在星系的中心，一股神秘的力量无时无刻不在吸引着你前往宇宙探索真正的奥义。\n  \n  然而，宇宙并非一片祥和，你会面临敌对的外星生物，它们早已适应了寄居星球的极端环境，它们的异能力量和高度进化的生理特征使它们成为了不可忽视的威胁。\n  \n  与此同时，令探险者们闻风丧胆的太空海盗也在星宇间横行，掠夺一切他们能够找到的财富。在这个过程中，你将明白死亡亦有代价。\n  \n  要想在这个宇宙中立足， 你需要不断升级你的飞船、武器和装备，在提升防御与加强攻击间反复权衡 。你的抉择既会成为影响你生死存亡的关键因素，也会为你的每趟旅程带来翻天覆地的变化。\n    在《无人深空》中，你的航行由你做主。\n  \n    你可以选择成为一名 战士 ，以侵略弱者为生，掠夺他们的财富，或掠夺海盗的战利品。掌握主动权，占据优势，提升飞船的速度，强化搭载的武器。\n    还是会选择成为一名 商人 ? 在这个被遗忘的世界里找到丰富的资源，利用它们获取高额利润。以此投资更多的货仓空间，换取丰厚的回报。\n    亦或是成为一位 探险家 ？以超越已知领域，去发掘那些鲜为人知的地带和事物为目标。升级你的飞船引擎，飞向更遥远的国度；增强你的宇宙服性能，以此在稍有大意就会丧命的极端环境中艰难生存。\n      这是一个有血有肉，生生不息的世界。\n  \n  贸易航队在星际间穿梭，各派势力争夺地盘，隐藏在暗处的海盗们正觊觎着财富，企图在秩序混乱的地带趁火打劫，星际战警们也正虎视眈眈地注视着他们的一举一动，伺机将他们一网打尽。\n  \n  在这个复杂的星系之中，除了鲜活的NPC，还有素未谋面的其他玩家与你一同生活其中。 你可以选择在已知太空的地图中分享自己的发现，以此吸引其他玩家参与互动，享受太空交际的奇妙乐趣。 \n   \n "},{"lang":"zh-tw","text":" \n 《無人深空》從經典科幻小說中汲取靈感，囊括了大眾喜愛的冒險和天馬行空的幻想元素，呈現給玩家一個充滿獨特行星和生命形式的星系。 \n 在危機重重的《無人深空》中，每個太陽都有生氣勃勃的行星繞其運轉，它們身上蘊藏的秘密都等著你親自去發掘。 從太空深處飛往行星地表，一路暢通無阻，毫無限制。 在這個按程式生成的無限宇宙中，你會發現大家從未見過的領域和生物——而且再無機會遇見。  \n 在星系的中心，一股神祕的力量無時無刻都在吸引你前往宇宙探索真正的奧義。\n \n 然而，宇宙並非一片祥和，你會面臨敵對的外星生物，它們早已適應了寄居星球的極端環境，它們的異能力量和高度進化的生理特徵使它們成為了不可忽視的威脅。\n 同時，令探險家聞風喪膽的太空海盜也在星宇間橫行，掠奪一切他們所能找到的財富。 在這個過程中，你將會明白死亡亦有代價。\n \n 要想在這個宇宙中立足， 你需要不斷升級你的飛船、武器和裝備，在提升防禦與加強攻擊間反覆權衡 。 你的抉擇既會成為影響你生死存亡的關鍵因素，也會為你的每趟旅程帶來翻天覆地的改變。\n   \n 在《無人深空》中，你的航行由你為主。\n \n   你可以選擇成為 戰士 ，以侵略弱者為生，掠奪他們的財富，或掠奪海盜的戰利品。 掌握主動權，佔據優勢，提升飛船的速度，強化搭載的武器。\n   還是會選擇成為 商人 ? 在這個被遺忘的世界中找到豐富的資源，利用它們獲取高額利潤。 以此投資更多的貨倉空間，換取豐厚的回報。\n   亦或是成為 探險家 ？ 以超越已知領域，去發掘那些鮮為人知的地帶和事物為目標。 升級你的太空船引擎，飛向更遙遠的國度；增強你的宇宙服性能，以此在稍有大意就會喪命的極端環境中艱難生存。    \n 這是一個有血有肉，生生不息的世界。\n \n 貿易航隊在星際間穿梭，各派勢力爭奪地盤，隱藏在暗處的海盜們正覬覦著財富，企圖在秩序混亂的地帶趁火打劫，星際戰警們也正在虎視眈眈地註視著他們的一舉一動，伺機 將他們一網打盡。\n \n 在這個複雜的星系之中，除了鮮活的NPC，還有素未謀面的其他玩家與你生活其中。  你可以選擇在已知太空的地圖中分享自己的發現，以此吸引其他玩家參與互動，享受太空交際的奇妙樂趣。 \n  "},{"lang":"en","text":" Inspired by the adventure and imagination that we love from classic science-fiction, No Man's Sky presents you with a galaxy to explore, filled with unique planets and lifeforms, and constant danger and action. \n  \n  In No Man's Sky, every star is the light of a distant sun, each orbited by planets filled with life, and you can go to any of them you choose. Fly smoothly from deep space to planetary surfaces, with no loading screens, and no limits. In this infinite procedurally generated universe, you'll discover places and creatures that no other players have seen before - and perhaps never will again. \n  Now including...  Play with all major updates since launch: Foundation, Pathfinder, Atlas Rises, NEXT, The Abyss, Visions, the 2.0 BEYOND update, Synthesis, Living Ship, Exo Mech, Desolation and the 3.0 update, ORIGINS, Next Generation, Companions, Expeditions, Prisms, Frontiers, Sentinel, Outlaws, Endurance, Waypoint (4.0),  Fractal, Interceptor, Echoes, Omega, Orbital and Worlds Part I (5.0).\n  And now with added  Cross-Save ! No Man’s Sky now supports  Cross-Play  and  Cross-Save  between a huge number of platforms including PC, PlayStation 4, PlayStation 5, PlayStation 5 Pro, Xbox One and Series X/S, Game Pass, GOG, Nintendo Switch, Steam Deck, PlayStation VR 1 & 2 and PCVR.\n  \n  Available for PC and Mac (see recommended and minimum specs for details). \n  \n  An epic voyage to the centre of a shared universe awaits, allowing you to explore, trade, fight and survive alone or with friends. \n  Embark on an epic voyage  At the centre of the galaxy lies a irresistible pulse which draws you on a journey towards it to learn the true nature of the cosmos. But, facing hostile creatures and fierce pirates, you'll know that death comes at a cost, and survival will be down to the choices you make over how you upgrade your ship, your weapon and suit. \n  Find your own destiny  Your voyage through No Man's Sky is up to you. Will you be a fighter, preying on the weak and taking their riches, or taking out pirates for their bounties? Power is yours if you upgrade your ship for speed and weaponry. \n  \n  Or a trader? Find rich resources on forgotten worlds and exploit them for the highest prices. Invest in more cargo space and you'll reap huge rewards. \n  Or perhaps an explorer? Go beyond the known frontier and discover places and things that no one has ever seen before. Upgrade your engines to jump ever farther, and strengthen your suit for survival in toxic environments that would kill the unwary. \n  Share your journey  The galaxy is a living, breathing place. Trade convoys travel between stars, factions vie for territory, pirates hunt the unwary, and the police are ever watching. Every other player lives in the same galaxy, and you can choose to share your discoveries with them on a map that spans known space. Perhaps you will see the results of their actions as well as your own...\n "},{"lang":"es","text":"Inspirado en las aventuras y la imaginación que adoramos de la ciencia ficción clásica, No Man's Sky te presenta toda una galaxia para que la explores, llena de singulares planetas y formas de vida, junto a peligro y acción constantes.\n \n En No Man's Sky, cada estrella es la luz de un sol lejano que orbitan planetas repletos de vida, y puedes ir a todos los que quieras. Vuela suavemente desde las profundidades espaciales hasta la superficie de los planetas, sin pantallas de carga y sin límites. En este universo infinito generado de forma procedimental, descubrirás lugares y criaturas que ningún otro jugador ha visto antes y, quizá, nunca más nadie vuelva a ver. Emprende un viaje épico En el centro de la galaxia yace un pulso irresistible que te incita a viajar hacia él para aprender la verdadera naturaleza del cosmos. Pero, al enfrentarte a criaturas hostiles y feroces piratas, descubrirás que la muerte tiene un precio y que tu supervivencia dependerá de las decisiones que tomes al mejorar tu nave, tu arma y tu traje. Busca tu propio destino Tu viaje a través de No Man's Sky solo depende de ti. ¿Serás un luchador que hace presa de los débiles y se lleva sus riquezas o que acaba con los piratas para hacerse con sus botines? Ese poder está en tu mano si mejoras la velocidad y el armamento de tu nave.\n \n ¿Serás un comerciante? Encuentra ricos recursos en mundos olvidados y explótalos al mayor precio. Invierte en más espacio de carga y cosecharás enormes recompensas.\n \n ¿O quizá un explorador? Ve más allá de las fronteras conocidas y descubre lugares y cosas que nadie ha visto antes. Mejora tus motores para llegar cada vez más lejos y refuerza tu traje para sobrevivir en entornos tóxicos capaces de matar a los desprevenidos. Comparte tu viaje La galaxia es un lugar que vive y respira. Los convoyes comerciales viajan entre las estrellas, las facciones luchan por dominar territorios, los piratas dan caza a los desprevenidos y la policía siempre vigila. Todos los demás jugadores viven en la misma galaxia, y si quieres podrás compartir con ellos tus descubrimientos en un mapa que abarca todo el espacio conocido. Quizá veas los resultados de sus acciones, además de los de las tuyas..."},{"lang":"fr","text":"Inspiré par l'aventure et l'imagination qui nous fascinent dans les films de science-fiction classique, No Man's Sky vous présente une galaxie à explorer, remplie de planètes et de formes de vie uniques, dans un environnement bourré de danger et d'action.\n \n Dans No Man's Sky, chaque étoile est la lumière d'un soleil lointain, en orbite duquel se trouvent des planètes pleines de vie. Et vous pouvez aller où vous voulez. Volez sans interruption de l'espace à la surface des planètes, sans écran de chargement ni limite. Dans cet univers infini généré de manière dynamique, vous découvrirez des lieux et des créatures qu'aucun autre joueur n'a jamais vus... et qui n'existeront peut-être jamais ailleurs. Embarquez pour un voyage épique Au centre de la galaxie se trouve une impulsion irrésistible, qui vous attire au cours d'une quête pour comprendre la véritable nature du cosmos. Mais face à des créatures hostiles et de féroces pirates, vous apprendrez que la mort a un prix, et que la survie dépendra des choix que vous ferez quant à l'amélioration de votre vaisseau, de votre arme et de votre tenue. Trouvez votre propre destin Vous seul déciderez de votre voyage dans No Man's Sky. Serez-vous un guerrier, prêt à s'attaquer aux faibles pour leur voler leur trésor, ou éliminerez-vous les pirates pour toucher les primes ? Si vous améliorez les réacteurs et les armes de votre vaisseau, vous deviendrez puissant.\n \n Ou bien un marchand ? Trouvez des ressources précieuses sur des mondes oubliés et exploitez-les pour devenir riche. Investissez dans une soute plus grande pour faire fortune.\n \n Ou encore explorateur ? Dépassez la frontière connue et découvrez des lieux et des choses que personne n'a jamais vus. Améliorez vos moteurs pour sauter encore plus loin, renforcez votre combinaison pour survivre aux environnements toxiques qui tueraient les imprudents. Partagez votre voyage La galaxie est un lieu vivant, autonome. Les convois marchands circulent entre les étoiles, les factions se disputent leurs territoires, les pirates traquent les imprudents, et la police veille. Tous les autres joueurs vivent dans la même galaxie, et vous pouvez choisir de partager vos découvertes avec eux sur une carte qui couvre l'espace connu. Vous verrez peut-être le résultat de leurs actions, en plus des vôtres…"},{"lang":"de","text":"No Man's Sky wurde vom Sinn für Abenteuer und Fantasie der klassischen Science-Fiction inspiriert und lässt dich eine Galaxie erforschen, die voller einzigartiger Planeten und Lebensformen ist – und in der dich ständige Gefahren und jede Menge Action erwarten.\n \n Bei No Man's Sky ist jeder Stern das Licht einer entfernten Sonne, die von Planeten voller Leben umkreist wird – und du kannst zu jedem davon reisen! Fliege direkt aus dem Weltall auf Planetenoberflächen, ohne Ladebildschirm und ohne Einschränkungen. In diesem grenzenlosen, in Echtzeit generierten Universum entdeckst du Orte und Kreaturen, die noch kein anderer Spieler zuvor gesehen hat – und vielleicht auch nie wieder sehen wird. Begib dich auf eine epische Reise Im Zentrum der Galaxie schlägt ein unwiderstehlicher Puls, der dich zu sich zieht, um das wahre Wesen des Kosmos zu erfahren. Feindselige Kreaturen und wilde Piraten sorgen jedoch dafür, dass der Tod stets auf der Lauer liegt, und dein Überleben wird davon abhängen, wie du dein Schiff, deine Waffe und deinen Anzug verbesserst. Finde dein eigenes Schicksal Deine Entdeckungsreise bei No Man's Sky liegt ganz in deinen Händen. Wirst du ein Kämpfer, der sich an den Schwachen bereichert, oder machst du Jagd auf Piraten und deren Schätze? Deine Macht steigt, wenn du dein Schiff aufrüstest und es schneller und kampfkräftiger machst.\n \n Oder wirst du ein Händler? Spüre wertvolle Rohstoffe auf vergessenen Planeten auf und verkaufe sie zum Höchstpreis. Investiere in mehr Lagerraum und vergrößere deine Gewinnspanne.\n \n Oder wirst du vielleicht ein Entdecker? Überschreite die bekannten Grenzen und entdecke Orte und Dinge, die noch nie jemand zu Gesicht bekommen hat. Verbessere deinen Antrieb, um noch weiter reisen zu können, und verstärke deinen Anzug, um in lebensfeindlichen Umgebungen zu überleben. Teile deine Reise Die Galaxie ist ein lebendiger, pulsierender Ort. Handelskonvois zwischen Sternen, Fraktionen im Kampf um Gebiete, Piraten auf der Jagd nach Opfern und die stets wachsame Polizei. Alle anderen Spieler leben in derselben Galaxie wie du und du kannst deine Entdeckungen auf einer Karte, die den bekannten Weltraum umfasst, mit ihnen teilen. Vielleicht siehst du die Ergebnisse ihres Tuns ebenso wie die deiner eigenen Handlungen ..."},{"lang":"pt","text":"Inspirado nas aventuras e na imaginação que adoramos da ficção científica clássica, No Man's Sky apresenta-te uma galáxia para explorares, cheia de planetas e seres sem igual, bem como de perigo e ação constantes.\n \n Em No Man's Sky, cada estrela é a luz de um sol distante, em cuja órbita encontrarás planetas cheios de vida, e podes visitar qualquer um à tua escolha. Voa do espaço profundo para as superfície planetárias, sem ecrãs de carregamento e sem limites. Neste universo infinito de geração por procedimentos vais descobrir locais e criaturas que nenhum outro jogador viu - e talvez nunca mais as voltes a ver. Parte numa viagem épica No centro da galáxia está um impulso irresistível que te leva numa viagem na sua direção, para descobrires a verdadeira natureza do cosmos. Mas enfrentando criaturas hostis e piratas temíveis descobrirás que a morte tem um preço, e que o segredo da sobrevivência está nas escolhas que fazes quando melhoras a tua nave, a tua arma e o teu fato. Descobre o teu destino A tua viagem pelo No Man’s Sky está nas tuas mãos. Serás um guerreiro, atacando os fracos e levando as suas riquezas, ou caçarás piratas para receberes recompensas? A escolha de melhorares a tua nave para velocidade ou armamento é tua.\n \n Ou um comerciante? Encontra recursos em mundos esquecidos e explora-os para obteres os melhores preços. Investe em mais espaço para carga e ganharás recompensas gigantescas.\n \n Ou talvez sejas um explorador? Atravessa a fronteira do espaço conhecido e descobre lugares e coisas nunca vistas. Melhora os teus motores para saltares ainda mais longe e reforça o teu fato para sobreviveres em ambientes tóxicos que matariam os mais incautos. Partilha a tua viagem A galáxia é um lugar cheio de vida. Comboios comerciais viajam entre estrelas, fações lutam por territórios, piratas caçam os incautos e a polícia tudo observa. Todos os outros jogadores vivem na mesma galáxia e podes escolher partilhar as tuas descobertas com eles num mapa do espaço conhecido. Talvez vejas os resultados das suas ações, bem como das tuas..."},{"lang":"ja","text":"古典的なSFの冒険と想像力から着想を得た『No Man's Sky』で、プレイヤーはユニークな惑星と生命体、そして危険とアクションに満ちた銀河を探索します。\n \n 『No Man's Sky』には遥か彼方にある数々の恒星が登場し、それぞれが生命を持つ複数の惑星を持っています。プレイヤーは好きな惑星を選んで探索します。深宇宙から惑星の表面までスムーズに飛びましょう。そこにはローディング画面も制限もありません。この無限に自動生成される宇宙において、プレイヤーはまだ誰も見たことがない様々な場所と生き物を発見することになります。もしかすると、その先それらを誰も発見することはないかもしれません。 壮大な宇宙旅行に出発 銀河の中心には好奇心を掻き立てる、魅力的な鼓動が刻まれています。そこに向かって旅立ち、宇宙の真の姿を知りましょう。しかし、攻撃的な生き物や狂暴な宇宙海賊など、宇宙は危険に溢れた場所でもあります。生存するためには適切な選択、そして宇宙船、武器、スーツのアップグレードが必要となります。 自分で運命を決定 『No Man's Sky』は自由度が高く、行動はプレイヤー次第です。戦士となって敵を倒して略奪し、海賊を撃破して財宝を手に入れますか？宇宙船をアップグレードすることで速度と武器が強化され、さらなる力が得られます。\n \n 交易商人となるのもいいでしょう。忘れ去られた世界で豊かな資源を獲得し、高い価格で販売しましょう。貨物スペースに投資して、さらなる利益を獲得できます。\n \n それとも探検者となりますか？既知の宇宙を飛び出して、まだ誰も見たことがない場所や物を発見しましょう。エンジンをアップグレードしてさらに遠くまでジャンプし、スーツを強化して死をもたらすような有害な環境でも活動できるようにすることが可能です。 壮大な旅を共有 銀河は生命の息づく場所です。交易戦団が恒星と恒星の間を飛び、様々な勢力が領地を広げ、海賊が略奪を行い、警察は監視を行っています。他の全てのプレイヤーも同じ銀河に住んでおり、既知の外に広がる宇宙のマップで発見物を共有できます。他のプレイヤーの行動が自分に影響を与えることもあるかもしれません…"},{"lang":"ko","text":" Inspired by the adventure and imagination that we love from classic science-fiction, No Man's Sky presents you with a galaxy to explore, filled with unique planets and lifeforms, and constant danger and action. \n  \n  In No Man's Sky, every star is the light of a distant sun, each orbited by planets filled with life, and you can go to any of them you choose. Fly smoothly from deep space to planetary surfaces, with no loading screens, and no limits. In this infinite procedurally generated universe, you'll discover places and creatures that no other players have seen before - and perhaps never will again. \n  Now including...  Play with all major updates since launch: Foundation, Pathfinder, Atlas Rises, NEXT, The Abyss, Visions, the 2.0 BEYOND update, Synthesis, Living Ship, Exo Mech, Desolation and the 3.0 update, ORIGINS, Next Generation, Companions, Expeditions, Prisms, Frontiers, Sentinel, Outlaws, Endurance, Waypoint (4.0),  Fractal, Interceptor, Echoes, Omega, Orbital and Worlds Part I (5.0).\n  And now with added  Cross-Save ! No Man’s Sky now supports  Cross-Play  and  Cross-Save  between a huge number of platforms including PC, PlayStation 4, PlayStation 5, PlayStation 5 Pro, Xbox One and Series X/S, Game Pass, GOG, Nintendo Switch, Steam Deck, PlayStation VR 1 & 2 and PCVR.\n  \n  Available for PC and Mac (see recommended and minimum specs for details). \n  \n  An epic voyage to the centre of a shared universe awaits, allowing you to explore, trade, fight and survive alone or with friends. \n  Embark on an epic voyage  At the centre of the galaxy lies a irresistible pulse which draws you on a journey towards it to learn the true nature of the cosmos. But, facing hostile creatures and fierce pirates, you'll know that death comes at a cost, and survival will be down to the choices you make over how you upgrade your ship, your weapon and suit. \n  Find your own destiny  Your voyage through No Man's Sky is up to you. Will you be a fighter, preying on the weak and taking their riches, or taking out pirates for their bounties? Power is yours if you upgrade your ship for speed and weaponry. \n  \n  Or a trader? Find rich resources on forgotten worlds and exploit them for the highest prices. Invest in more cargo space and you'll reap huge rewards. \n  Or perhaps an explorer? Go beyond the known frontier and discover places and things that no one has ever seen before. Upgrade your engines to jump ever farther, and strengthen your suit for survival in toxic environments that would kill the unwary. \n  Share your journey  The galaxy is a living, breathing place. Trade convoys travel between stars, factions vie for territory, pirates hunt the unwary, and the police are ever watching. Every other player lives in the same galaxy, and you can choose to share your discoveries with them on a map that spans known space. Perhaps you will see the results of their actions as well as your own...\n "},{"lang":"zh-cn","text":"《Joe Danger》系列开发商Hello Games官方于VGX 2013展会上公开了一款全新的次世代新作消息，它就是《无人的天空（No Man’s Sky）》。官方还公布了游戏的大概发售日期及首段宣传视频。\r\n\r\n本作由Hello Games负责开发，平台为PC和PS4，游戏的所有内容全部由程度生成所得，你可以探索任何你想要去的地方。游戏中还会存在飞船等的设定，玩家可以在无尽的宇宙中冒险，与其它飞船进行对战。\r\n\r\n由于本作发售时完成度低，一度恶评如潮，被称为无人深坑。\r\n\r\n本作原计划加入多人联机，在发售前取消。2018年更新联机功能。"},{"lang":"es","text":" Inspired by the adventure and imagination that we love from classic science-fiction, No Man's Sky presents you with a galaxy to explore, filled with unique planets and lifeforms, and constant danger and action. \n  \n  In No Man's Sky, every star is the light of a distant sun, each orbited by planets filled with life, and you can go to any of them you choose. Fly smoothly from deep space to planetary surfaces, with no loading screens, and no limits. In this infinite procedurally generated universe, you'll discover places and creatures that no other players have seen before - and perhaps never will again. \n  Now including...  Play with all major updates since launch: Foundation, Pathfinder, Atlas Rises, NEXT, The Abyss, Visions, the 2.0 BEYOND update, Synthesis, Living Ship, Exo Mech, Desolation and the 3.0 update, ORIGINS, Next Generation, Companions, Expeditions, Prisms, Frontiers, Sentinel, Outlaws, Endurance, Waypoint (4.0),  Fractal, Interceptor, Echoes, Omega, Orbital and Worlds Part I (5.0).\n  And now with added  Cross-Save ! No Man’s Sky now supports  Cross-Play  and  Cross-Save  between a huge number of platforms including PC, PlayStation 4, PlayStation 5, PlayStation 5 Pro, Xbox One and Series X/S, Game Pass, GOG, Nintendo Switch, Steam Deck, PlayStation VR 1 & 2 and PCVR.\n  \n  Available for PC and Mac (see recommended and minimum specs for details). \n  \n  An epic voyage to the centre of a shared universe awaits, allowing you to explore, trade, fight and survive alone or with friends. \n  Embark on an epic voyage  At the centre of the galaxy lies a irresistible pulse which draws you on a journey towards it to learn the true nature of the cosmos. But, facing hostile creatures and fierce pirates, you'll know that death comes at a cost, and survival will be down to the choices you make over how you upgrade your ship, your weapon and suit. \n  Find your own destiny  Your voyage through No Man's Sky is up to you. Will you be a fighter, preying on the weak and taking their riches, or taking out pirates for their bounties? Power is yours if you upgrade your ship for speed and weaponry. \n  \n  Or a trader? Find rich resources on forgotten worlds and exploit them for the highest prices. Invest in more cargo space and you'll reap huge rewards. \n  Or perhaps an explorer? Go beyond the known frontier and discover places and things that no one has ever seen before. Upgrade your engines to jump ever farther, and strengthen your suit for survival in toxic environments that would kill the unwary. \n  Share your journey  The galaxy is a living, breathing place. Trade convoys travel between stars, factions vie for territory, pirates hunt the unwary, and the police are ever watching. Every other player lives in the same galaxy, and you can choose to share your discoveries with them on a map that spans known space. Perhaps you will see the results of their actions as well as your own...\n "},{"lang":"fr","text":" Inspired by the adventure and imagination that we love from classic science-fiction, No Man's Sky presents you with a galaxy to explore, filled with unique planets and lifeforms, and constant danger and action. \n  \n  In No Man's Sky, every star is the light of a distant sun, each orbited by planets filled with life, and you can go to any of them you choose. Fly smoothly from deep space to planetary surfaces, with no loading screens, and no limits. In this infinite procedurally generated universe, you'll discover places and creatures that no other players have seen before - and perhaps never will again. \n  Now including...  Play with all major updates since launch: Foundation, Pathfinder, Atlas Rises, NEXT, The Abyss, Visions, the 2.0 BEYOND update, Synthesis, Living Ship, Exo Mech, Desolation and the 3.0 update, ORIGINS, Next Generation, Companions, Expeditions, Prisms, Frontiers, Sentinel, Outlaws, Endurance, Waypoint (4.0),  Fractal, Interceptor, Echoes, Omega, Orbital and Worlds Part I (5.0).\n  And now with added  Cross-Save ! No Man’s Sky now supports  Cross-Play  and  Cross-Save  between a huge number of platforms including PC, PlayStation 4, PlayStation 5, PlayStation 5 Pro, Xbox One and Series X/S, Game Pass, GOG, Nintendo Switch, Steam Deck, PlayStation VR 1 & 2 and PCVR.\n  \n  Available for PC and Mac (see recommended and minimum specs for details). \n  \n  An epic voyage to the centre of a shared universe awaits, allowing you to explore, trade, fight and survive alone or with friends. \n  Embark on an epic voyage  At the centre of the galaxy lies a irresistible pulse which draws you on a journey towards it to learn the true nature of the cosmos. But, facing hostile creatures and fierce pirates, you'll know that death comes at a cost, and survival will be down to the choices you make over how you upgrade your ship, your weapon and suit. \n  Find your own destiny  Your voyage through No Man's Sky is up to you. Will you be a fighter, preying on the weak and taking their riches, or taking out pirates for their bounties? Power is yours if you upgrade your ship for speed and weaponry. \n  \n  Or a trader? Find rich resources on forgotten worlds and exploit them for the highest prices. Invest in more cargo space and you'll reap huge rewards. \n  Or perhaps an explorer? Go beyond the known frontier and discover places and things that no one has ever seen before. Upgrade your engines to jump ever farther, and strengthen your suit for survival in toxic environments that would kill the unwary. \n  Share your journey  The galaxy is a living, breathing place. Trade convoys travel between stars, factions vie for territory, pirates hunt the unwary, and the police are ever watching. Every other player lives in the same galaxy, and you can choose to share your discoveries with them on a map that spans known space. Perhaps you will see the results of their actions as well as your own...\n "},{"lang":"de","text":" Inspired by the adventure and imagination that we love from classic science-fiction, No Man's Sky presents you with a galaxy to explore, filled with unique planets and lifeforms, and constant danger and action. \n  \n  In No Man's Sky, every star is the light of a distant sun, each orbited by planets filled with life, and you can go to any of them you choose. Fly smoothly from deep space to planetary surfaces, with no loading screens, and no limits. In this infinite procedurally generated universe, you'll discover places and creatures that no other players have seen before - and perhaps never will again. \n  Now including...  Play with all major updates since launch: Foundation, Pathfinder, Atlas Rises, NEXT, The Abyss, Visions, the 2.0 BEYOND update, Synthesis, Living Ship, Exo Mech, Desolation and the 3.0 update, ORIGINS, Next Generation, Companions, Expeditions, Prisms, Frontiers, Sentinel, Outlaws, Endurance, Waypoint (4.0),  Fractal, Interceptor, Echoes, Omega, Orbital and Worlds Part I (5.0).\n  And now with added  Cross-Save ! No Man’s Sky now supports  Cross-Play  and  Cross-Save  between a huge number of platforms including PC, PlayStation 4, PlayStation 5, PlayStation 5 Pro, Xbox One and Series X/S, Game Pass, GOG, Nintendo Switch, Steam Deck, PlayStation VR 1 & 2 and PCVR.\n  \n  Available for PC and Mac (see recommended and minimum specs for details). \n  \n  An epic voyage to the centre of a shared universe awaits, allowing you to explore, trade, fight and survive alone or with friends. \n  Embark on an epic voyage  At the centre of the galaxy lies a irresistible pulse which draws you on a journey towards it to learn the true nature of the cosmos. But, facing hostile creatures and fierce pirates, you'll know that death comes at a cost, and survival will be down to the choices you make over how you upgrade your ship, your weapon and suit. \n  Find your own destiny  Your voyage through No Man's Sky is up to you. Will you be a fighter, preying on the weak and taking their riches, or taking out pirates for their bounties? Power is yours if you upgrade your ship for speed and weaponry. \n  \n  Or a trader? Find rich resources on forgotten worlds and exploit them for the highest prices. Invest in more cargo space and you'll reap huge rewards. \n  Or perhaps an explorer? Go beyond the known frontier and discover places and things that no one has ever seen before. Upgrade your engines to jump ever farther, and strengthen your suit for survival in toxic environments that would kill the unwary. \n  Share your journey  The galaxy is a living, breathing place. Trade convoys travel between stars, factions vie for territory, pirates hunt the unwary, and the police are ever watching. Every other player lives in the same galaxy, and you can choose to share your discoveries with them on a map that spans known space. Perhaps you will see the results of their actions as well as your own...\n "},{"lang":"pt","text":" Inspired by the adventure and imagination that we love from classic science-fiction, No Man's Sky presents you with a galaxy to explore, filled with unique planets and lifeforms, and constant danger and action. \n  \n  In No Man's Sky, every star is the light of a distant sun, each orbited by planets filled with life, and you can go to any of them you choose. Fly smoothly from deep space to planetary surfaces, with no loading screens, and no limits. In this infinite procedurally generated universe, you'll discover places and creatures that no other players have seen before - and perhaps never will again. \n  Now including...  Play with all major updates since launch: Foundation, Pathfinder, Atlas Rises, NEXT, The Abyss, Visions, the 2.0 BEYOND update, Synthesis, Living Ship, Exo Mech, Desolation and the 3.0 update, ORIGINS, Next Generation, Companions, Expeditions, Prisms, Frontiers, Sentinel, Outlaws, Endurance, Waypoint (4.0),  Fractal, Interceptor, Echoes, Omega, Orbital and Worlds Part I (5.0).\n  And now with added  Cross-Save ! No Man’s Sky now supports  Cross-Play  and  Cross-Save  between a huge number of platforms including PC, PlayStation 4, PlayStation 5, PlayStation 5 Pro, Xbox One and Series X/S, Game Pass, GOG, Nintendo Switch, Steam Deck, PlayStation VR 1 & 2 and PCVR.\n  \n  Available for PC and Mac (see recommended and minimum specs for details). \n  \n  An epic voyage to the centre of a shared universe awaits, allowing you to explore, trade, fight and survive alone or with friends. \n  Embark on an epic voyage  At the centre of the galaxy lies a irresistible pulse which draws you on a journey towards it to learn the true nature of the cosmos. But, facing hostile creatures and fierce pirates, you'll know that death comes at a cost, and survival will be down to the choices you make over how you upgrade your ship, your weapon and suit. \n  Find your own destiny  Your voyage through No Man's Sky is up to you. Will you be a fighter, preying on the weak and taking their riches, or taking out pirates for their bounties? Power is yours if you upgrade your ship for speed and weaponry. \n  \n  Or a trader? Find rich resources on forgotten worlds and exploit them for the highest prices. Invest in more cargo space and you'll reap huge rewards. \n  Or perhaps an explorer? Go beyond the known frontier and discover places and things that no one has ever seen before. Upgrade your engines to jump ever farther, and strengthen your suit for survival in toxic environments that would kill the unwary. \n  Share your journey  The galaxy is a living, breathing place. Trade convoys travel between stars, factions vie for territory, pirates hunt the unwary, and the police are ever watching. Every other player lives in the same galaxy, and you can choose to share your discoveries with them on a map that spans known space. Perhaps you will see the results of their actions as well as your own...\n "},{"lang":"da","text":" Inspired by the adventure and imagination that we love from classic science-fiction, No Man's Sky presents you with a galaxy to explore, filled with unique planets and lifeforms, and constant danger and action. \n  \n  In No Man's Sky, every star is the light of a distant sun, each orbited by planets filled with life, and you can go to any of them you choose. Fly smoothly from deep space to planetary surfaces, with no loading screens, and no limits. In this infinite procedurally generated universe, you'll discover places and creatures that no other players have seen before - and perhaps never will again. \n  Now including...  Play with all major updates since launch: Foundation, Pathfinder, Atlas Rises, NEXT, The Abyss, Visions, the 2.0 BEYOND update, Synthesis, Living Ship, Exo Mech, Desolation and the 3.0 update, ORIGINS, Next Generation, Companions, Expeditions, Prisms, Frontiers, Sentinel, Outlaws, Endurance, Waypoint (4.0),  Fractal, Interceptor, Echoes, Omega, Orbital and Worlds Part I (5.0).\n  And now with added  Cross-Save ! No Man’s Sky now supports  Cross-Play  and  Cross-Save  between a huge number of platforms including PC, PlayStation 4, PlayStation 5, PlayStation 5 Pro, Xbox One and Series X/S, Game Pass, GOG, Nintendo Switch, Steam Deck, PlayStation VR 1 & 2 and PCVR.\n  \n  Available for PC and Mac (see recommended and minimum specs for details). \n  \n  An epic voyage to the centre of a shared universe awaits, allowing you to explore, trade, fight and survive alone or with friends. \n  Embark on an epic voyage  At the centre of the galaxy lies a irresistible pulse which draws you on a journey towards it to learn the true nature of the cosmos. But, facing hostile creatures and fierce pirates, you'll know that death comes at a cost, and survival will be down to the choices you make over how you upgrade your ship, your weapon and suit. \n  Find your own destiny  Your voyage through No Man's Sky is up to you. Will you be a fighter, preying on the weak and taking their riches, or taking out pirates for their bounties? Power is yours if you upgrade your ship for speed and weaponry. \n  \n  Or a trader? Find rich resources on forgotten worlds and exploit them for the highest prices. Invest in more cargo space and you'll reap huge rewards. \n  Or perhaps an explorer? Go beyond the known frontier and discover places and things that no one has ever seen before. Upgrade your engines to jump ever farther, and strengthen your suit for survival in toxic environments that would kill the unwary. \n  Share your journey  The galaxy is a living, breathing place. Trade convoys travel between stars, factions vie for territory, pirates hunt the unwary, and the police are ever watching. Every other player lives in the same galaxy, and you can choose to share your discoveries with them on a map that spans known space. Perhaps you will see the results of their actions as well as your own...\n "},{"lang":"it","text":" Inspired by the adventure and imagination that we love from classic science-fiction, No Man's Sky presents you with a galaxy to explore, filled with unique planets and lifeforms, and constant danger and action. \n  \n  In No Man's Sky, every star is the light of a distant sun, each orbited by planets filled with life, and you can go to any of them you choose. Fly smoothly from deep space to planetary surfaces, with no loading screens, and no limits. In this infinite procedurally generated universe, you'll discover places and creatures that no other players have seen before - and perhaps never will again. \n  Now including...  Play with all major updates since launch: Foundation, Pathfinder, Atlas Rises, NEXT, The Abyss, Visions, the 2.0 BEYOND update, Synthesis, Living Ship, Exo Mech, Desolation and the 3.0 update, ORIGINS, Next Generation, Companions, Expeditions, Prisms, Frontiers, Sentinel, Outlaws, Endurance, Waypoint (4.0),  Fractal, Interceptor, Echoes, Omega, Orbital and Worlds Part I (5.0).\n  And now with added  Cross-Save ! No Man’s Sky now supports  Cross-Play  and  Cross-Save  between a huge number of platforms including PC, PlayStation 4, PlayStation 5, PlayStation 5 Pro, Xbox One and Series X/S, Game Pass, GOG, Nintendo Switch, Steam Deck, PlayStation VR 1 & 2 and PCVR.\n  \n  Available for PC and Mac (see recommended and minimum specs for details). \n  \n  An epic voyage to the centre of a shared universe awaits, allowing you to explore, trade, fight and survive alone or with friends. \n  Embark on an epic voyage  At the centre of the galaxy lies a irresistible pulse which draws you on a journey towards it to learn the true nature of the cosmos. But, facing hostile creatures and fierce pirates, you'll know that death comes at a cost, and survival will be down to the choices you make over how you upgrade your ship, your weapon and suit. \n  Find your own destiny  Your voyage through No Man's Sky is up to you. Will you be a fighter, preying on the weak and taking their riches, or taking out pirates for their bounties? Power is yours if you upgrade your ship for speed and weaponry. \n  \n  Or a trader? Find rich resources on forgotten worlds and exploit them for the highest prices. Invest in more cargo space and you'll reap huge rewards. \n  Or perhaps an explorer? Go beyond the known frontier and discover places and things that no one has ever seen before. Upgrade your engines to jump ever farther, and strengthen your suit for survival in toxic environments that would kill the unwary. \n  Share your journey  The galaxy is a living, breathing place. Trade convoys travel between stars, factions vie for territory, pirates hunt the unwary, and the police are ever watching. Every other player lives in the same galaxy, and you can choose to share your discoveries with them on a map that spans known space. Perhaps you will see the results of their actions as well as your own...\n "}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/82453472-0f10-425a-a17d-1f8f74d1bddc.jpg","rating":7.7,"rating_count":36,"rating_distribution":[2,2,25,41,27],"tags":["2016","ps4","冒险","动作冒险","宇宙","探索","沙盒","游戏"],"brief":"《无人深空（No Man's Sky）》设定在一个宇宙的边缘，而玩家的任务就是回归这个宇宙的中心。在游戏中，玩家将自由自在的探索这个新鲜宇宙的全部空间。各种天体和星球一旦被玩家发现就会开始创建，每个都有属于自己独特的环境和完整的生态系统。\r\n\r\n由于这是个在线游戏，一旦你发现了这个星球，它就也对其他玩家开放了。玩家对星球的探索不仅仅限于发现，他们还可以给这个星球带来显著的变化，而这些变化也会对后来的玩家产生影响。","id":"https://neodb.social/game/6pWXxW64gIGH11NlEwoeBE","uuid":"6pWXxW64gIGH11NlEwoeBE","url":"/game/6pWXxW64gIGH11NlEwoeBE","api_url":"/api/game/6pWXxW64gIGH11NlEwoeBE","category":"game","parent_uuid":null,"display_title":"无人深空","external_resources":[{"url":"https://eggplant.place/game/4HGYiTUIfCXceFvfoqJvFS"},{"url":"https://store.steampowered.com/app/275850"},{"url":"https://www.wikidata.org/wiki/Q15297043"},{"url":"https://www.igdb.com/games/no-man-s-sky"},{"url":"https://www.douban.com/game/26425694/"},{"url":"https://bgm.tv/subject/105506"}]},"created_time":"2025-02-12T21:49:49.599Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":402473692492199448,"item":{"type":"Game","title":"超级 马力欧派对","description":"《超级马里奥派对》是任天堂制作的一款模拟游戏，游戏支持双机四人同时联机，包含各种各样的游戏内容，例如坦克大战、大富翁，捕鱼等等。","localized_title":[{"lang":"zh-cn","text":"超级 马力欧派对"},{"lang":"zh-cn","text":"超级马里奥聚会"},{"lang":"zh-cn","text":"超级马里奥派对"},{"lang":"en","text":"Super Mario Party"},{"lang":"ja","text":"スーパー マリオパーティ"}],"localized_description":[{"lang":"zh-cn","text":"《超级马里奥派对》是任天堂制作的一款模拟游戏，游戏支持双机四人同时联机，包含各种各样的游戏内容，例如坦克大战、大富翁，捕鱼等等。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/cc24ab0c-0487-492e-adce-efc3d44f28ed.jpg","rating":9.1,"rating_count":80,"rating_distribution":[0,0,7,26,66],"tags":["2018","2018年","nintendo","nintendoswitch","ns","puz","switch","任天堂","休闲","儿童适宜","多人","日本","派对","聚会","聚会游戏"],"brief":"《超级马里奥派对》是任天堂制作的一款模拟游戏，游戏支持双机四人同时联机，包含各种各样的游戏内容，例如坦克大战、大富翁，捕鱼等等。","id":"https://neodb.social/game/21J6htiKlo8WgU1CQbfI0N","uuid":"21J6htiKlo8WgU1CQbfI0N","url":"/game/21J6htiKlo8WgU1CQbfI0N","api_url":"/api/game/21J6htiKlo8WgU1CQbfI0N","category":"game","parent_uuid":null,"display_title":"超级 马力欧派对","external_resources":[{"url":"https://www.douban.com/game/30245974/"}]},"created_time":"2025-01-15T21:46:45.820Z","comment_text":null,"rating_grade":7,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":368779022461769672,"item":{"type":"Game","title":"猛兽派对","description":"这是一款基于物理的多人派对游戏。选择你喜欢的小动物角色，和朋友们一起挑战其他玩家，或者展开激烈的对决吧！","localized_title":[{"lang":"zh-cn","text":"猛兽派对"},{"lang":"zh-cn","text":"动物派对"},{"lang":"tl","text":"Party Animals"}],"localized_description":[{"lang":"zh-cn","text":"这是一款基于物理的多人派对游戏。选择你喜欢的小动物角色，和朋友们一起挑战其他玩家，或者展开激烈的对决吧！"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/6a27ee26-5634-4487-80c1-1e992368eb0a.jpg","rating":7.3,"rating_count":10,"rating_distribution":[10,10,0,50,30],"tags":["steam","可爱","游戏"],"brief":"这是一款基于物理的多人派对游戏。选择你喜欢的小动物角色，和朋友们一起挑战其他玩家，或者展开激烈的对决吧！","id":"https://neodb.social/game/4b6LFtGSshn4Wj6DIhbcbN","uuid":"4b6LFtGSshn4Wj6DIhbcbN","url":"/game/4b6LFtGSshn4Wj6DIhbcbN","api_url":"/api/game/4b6LFtGSshn4Wj6DIhbcbN","category":"game","parent_uuid":null,"display_title":"猛兽派对","external_resources":[{"url":"https://www.douban.com/game/35088692/"}]},"created_time":"2024-10-14T22:16:10.484Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":368778895688954352,"item":{"type":"Game","title":"行星边际2","description":"《行星边际2》是《星际OL》的续作，时隔8年之久号称FPS界史诗巨作。与《魔兽世界》等游戏同列10大经典网游，后因种种原因《星际OL》国服被迫关闭，但目前仍有大量的中国玩家活跃在北美服务器中。\n《行星边际2》吸取了原作的创新性设计，包括大规模的多人战争，界限分明的各方势力，还有在广阔的大陆上展开的、从陆地到空中的战斗。此外《行星边际2》中还增加了许多新的功能，以满足现代玩家对第一人称射击游戏和大型多人在线游戏的期待。根据多年来的用户反馈，凭借着先进的技术，以及SOE独家开发的大型多人在线游戏引擎Forgelight，《行星边际2》将为玩家带来充满竞争性的射击游戏体验，并让玩家感受宏伟的战斗场面、高度自由的个性化内容以及充分的交流空间。","localized_title":[{"lang":"zh-cn","text":"行星边际2"},{"lang":"en","text":"PS2"},{"lang":"es","text":"PlanetSide Next"},{"lang":"es","text":"PlanetSide 2"}],"localized_description":[{"lang":"zh-cn","text":"《行星边际2》是《星际OL》的续作，时隔8年之久号称FPS界史诗巨作。与《魔兽世界》等游戏同列10大经典网游，后因种种原因《星际OL》国服被迫关闭，但目前仍有大量的中国玩家活跃在北美服务器中。\n《行星边际2》吸取了原作的创新性设计，包括大规模的多人战争，界限分明的各方势力，还有在广阔的大陆上展开的、从陆地到空中的战斗。此外《行星边际2》中还增加了许多新的功能，以满足现代玩家对第一人称射击游戏和大型多人在线游戏的期待。根据多年来的用户反馈，凭借着先进的技术，以及SOE独家开发的大型多人在线游戏引擎Forgelight，《行星边际2》将为玩家带来充满竞争性的射击游戏体验，并让玩家感受宏伟的战斗场面、高度自由的个性化内容以及充分的交流空间。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/9777d00d-70e3-4b29-9457-271aae138a16.jpg","rating":null,"rating_count":2,"rating_distribution":[0,0,0,0,0],"tags":["大型多人","第一人称射击","网游"],"brief":"《行星边际2》是《星际OL》的续作，时隔8年之久号称FPS界史诗巨作。与《魔兽世界》等游戏同列10大经典网游，后因种种原因《星际OL》国服被迫关闭，但目前仍有大量的中国玩家活跃在北美服务器中。\n《行星边际2》吸取了原作的创新性设计，包括大规模的多人战争，界限分明的各方势力，还有在广阔的大陆上展开的、从陆地到空中的战斗。此外《行星边际2》中还增加了许多新的功能，以满足现代玩家对第一人称射击游戏和大型多人在线游戏的期待。根据多年来的用户反馈，凭借着先进的技术，以及SOE独家开发的大型多人在线游戏引擎Forgelight，《行星边际2》将为玩家带来充满竞争性的射击游戏体验，并让玩家感受宏伟的战斗场面、高度自由的个性化内容以及充分的交流空间。","id":"https://neodb.social/game/4vFAw5wrBSQNHOnbkeagQU","uuid":"4vFAw5wrBSQNHOnbkeagQU","url":"/game/4vFAw5wrBSQNHOnbkeagQU","api_url":"/api/game/4vFAw5wrBSQNHOnbkeagQU","category":"game","parent_uuid":null,"display_title":"行星边际2","external_resources":[{"url":"https://www.douban.com/game/10756036/"}]},"created_time":"2024-10-14T22:15:40.263Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":368778824068409584,"item":{"type":"Game","title":"幽灵行者","description":"游戏发生在全球大灾变之后的未来，人类生活在一座由建筑师建造的高塔中，建筑师在几年前神秘去世。每个人都知道真相，但没有人大声说出来。进入一个激烈的网络朋克世界，体验激烈而充满活力的战斗！在物质世界和网络空间战胜你的敌人。在人类最后的庇护所里寻找答案！","localized_title":[{"lang":"zh-cn","text":"幽灵行者"},{"lang":"en","text":"Ghostrunner"},{"lang":"zh","text":"幽灵行者"},{"lang":"es","text":"Ghostrunner"},{"lang":"fr","text":"Ghostrunner"},{"lang":"de","text":"Ghostrunner"},{"lang":"pt","text":"Ghostrunner"},{"lang":"ko","text":"고스트러너"}],"localized_description":[{"lang":"zh-cn","text":"游戏发生在全球大灾变之后的未来，人类生活在一座由建筑师建造的高塔中，建筑师在几年前神秘去世。每个人都知道真相，但没有人大声说出来。进入一个激烈的网络朋克世界，体验激烈而充满活力的战斗！在物质世界和网络空间战胜你的敌人。在人类最后的庇护所里寻找答案！"},{"lang":"zh-cn","text":"2020年电子游戏"},{"lang":"zh-hant","text":"2020年的電玩遊戲"},{"lang":"en","text":"2020 cyberpunk action video game developed by One More Level"},{"lang":"es","text":"videojuego de 2020"},{"lang":"fr","text":"jeu vidéo de 2020"},{"lang":"de","text":"Computerspiel aus dem Jahr 2020"},{"lang":"pt","text":"jogo eletrônico de 2020"},{"lang":"en","text":"Ascend humanity’s last remaining shelter, a great tower-city. The tower is torn by violence, poverty and chaos. Conquer your enemies, discover the secrets of the superstructure and your own origin and obtain the power to challenge The Keymaster.\n\nEnter an intense cyberpunk world and experience fierce, dynamic combat! Conquer your enemies in the physical world and in cyberspace. Hunt for answers in humanity’s last remaining shelter.\n\nAscend humanity’s last remaining shelter, a great tower-city. The tower is torn by violence, poverty, and chaos. Conquer your enemies, discover the secrets of the superstructure and your own origin and obtain the power to challenge The Keymaster.\n\nThe game takes place in the future, after a global cataclysm where the remains of humanity live in a tower built by The Architect, who died mysteriously years ago. Everyone knows the truth, no one says it aloud.\n\nThe world ruled by The Keymaster is harsh. A person’s worth depends on the category of implants they have, defining their whole lives. The implants—given to them in childhood—determine which social group a person belongs to. If you weren’t lucky enough to get a good life, there is nothing you can do.\n\nIt's no surprise that a rebellion starts.\n\nYou are a cyber-warrior, the only one capable of fighting both in the physical world and in cyberspace. Lost and hunted, thrown into the middle of the conflict, you must use this bond with technology to ascend the tower.\n\nAs you climb higher, secrets are revealed. The clock starts ticking on a race to uncover the mystery behind the structure that houses humanity’s last hope. Solve the riddle or be killed—there is no other option."}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/72f4fc34-bdc7-4270-ae5a-6e64ebd6e7ab.jpg","rating":6.8,"rating_count":10,"rating_distribution":[10,0,50,20,20],"tags":["2020","act","action adventure","cyberpunk","fpp","platformer","sci fi","冒险","动作","暴力","赛博朋克","跑酷"],"brief":"游戏发生在全球大灾变之后的未来，人类生活在一座由建筑师建造的高塔中，建筑师在几年前神秘去世。每个人都知道真相，但没有人大声说出来。进入一个激烈的网络朋克世界，体验激烈而充满活力的战斗！在物质世界和网络空间战胜你的敌人。在人类最后的庇护所里寻找答案！","id":"https://neodb.social/game/5emTPTBMCYZpmHjvgqN9VH","uuid":"5emTPTBMCYZpmHjvgqN9VH","url":"/game/5emTPTBMCYZpmHjvgqN9VH","api_url":"/api/game/5emTPTBMCYZpmHjvgqN9VH","category":"game","parent_uuid":null,"display_title":"幽灵行者","external_resources":[{"url":"https://store.steampowered.com/app/1139900"},{"url":"https://www.douban.com/game/35043884/"},{"url":"https://bgm.tv/subject/314034"},{"url":"https://www.wikidata.org/wiki/Q96035161"},{"url":"https://www.igdb.com/games/ghostrunner"}]},"created_time":"2024-10-14T22:15:23.185Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":368778782415349784,"item":{"type":"Game","title":"围攻","description":"在独立游戏《围攻》中，你可以建造中世纪的攻城器械，摧毁巨大的堡垒，消灭士兵和牲畜，破坏宁静的村庄。这是一款基于物理学的建筑游戏，如果设计不合理，你的攻城器械甚至正常无法工作。","localized_title":[{"lang":"zh-cn","text":"围攻"},{"lang":"en","text":"Besiege"}],"localized_description":[{"lang":"zh-cn","text":"在独立游戏《围攻》中，你可以建造中世纪的攻城器械，摧毁巨大的堡垒，消灭士兵和牲畜，破坏宁静的村庄。这是一款基于物理学的建筑游戏，如果设计不合理，你的攻城器械甚至正常无法工作。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/155a2ee8-7655-4c6d-b4d0-4ed2dc66a0bd.jpg","rating":8.8,"rating_count":22,"rating_distribution":[0,0,27,4,68],"tags":["2015","design build","steam","唯美","模拟","沙盒","独立游戏","策略","脑洞"],"brief":"在独立游戏《围攻》中，你可以建造中世纪的攻城器械，摧毁巨大的堡垒，消灭士兵和牲畜，破坏宁静的村庄。这是一款基于物理学的建筑游戏，如果设计不合理，你的攻城器械甚至正常无法工作。","id":"https://neodb.social/game/61W64ftjTRCvVqpVFzrJF2","uuid":"61W64ftjTRCvVqpVFzrJF2","url":"/game/61W64ftjTRCvVqpVFzrJF2","api_url":"/api/game/61W64ftjTRCvVqpVFzrJF2","category":"game","parent_uuid":null,"display_title":"围攻","external_resources":[{"url":"https://www.douban.com/game/26322883/"}]},"created_time":"2024-10-14T22:15:13.254Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":368778739477397312,"item":{"type":"Game","title":"深岩银河","description":"Deep Rock Galactic 是一款多人合作科幻型第一人称射击游戏，设有了不起的矮人、100% 可破坏的环境、由程序生成的洞穴以及无数外星怪物群体。","localized_title":[{"lang":"zh-cn","text":"深岩银河"},{"lang":"zh-cn","text":"深岩银河集团"},{"lang":"nl","text":"Deep Rock Galactic"},{"lang":"zh","text":"深岩银河"},{"lang":"zh-hant","text":"銀河洞穴大冒險"},{"lang":"en","text":"Deep Rock Galactic"},{"lang":"fr","text":"Deep Rock Galactic"},{"lang":"de","text":"Deep Rock Galactic"},{"lang":"pt","text":"Deep Rock Galactic"},{"lang":"ko","text":"딥 락 갤럭틱"}],"localized_description":[{"lang":"zh-cn","text":"Deep Rock Galactic 是一款多人合作科幻型第一人称射击游戏，设有了不起的矮人、100% 可破坏的环境、由程序生成的洞穴以及无数外星怪物群体。"},{"lang":"zh","text":"2020年电子游戏"},{"lang":"zh-cn","text":"2020年电子游戏"},{"lang":"zh-hant","text":"2020年電子遊戲"},{"lang":"en","text":"2020 video game"},{"lang":"es","text":"videojuego de 2020"},{"lang":"fr","text":"jeu vidéo de 2020"},{"lang":"de","text":"Computerspiel aus dem Jahr 2020"},{"lang":"pt","text":"jogo eletrônico"},{"lang":"en","text":"Deep Rock Galactic is a first-person co-operative sci-fi shooter for up to 4 players, featuring fully procedural and destructible environments to explore, mine, and explode your way through to reach your objectives. As a team of veteran dwarven space miners, you must take on perilous missions for the interplanetary mining corporation Deep Rock Galactic and go where no-one else dares, into the deepest, most dangerous cave systems of the most hostile planet ever discovered."}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/0d7649bc-7a4d-4dfc-9179-985503ec5991.jpg","rating":8.2,"rating_count":9,"rating_distribution":[0,0,11,55,33],"tags":["fps","射击","联机"],"brief":"Deep Rock Galactic 是一款多人合作科幻型第一人称射击游戏，设有了不起的矮人、100% 可破坏的环境、由程序生成的洞穴以及无数外星怪物群体。","id":"https://neodb.social/game/4RXcpodSUuRoyzM52PspKg","uuid":"4RXcpodSUuRoyzM52PspKg","url":"/game/4RXcpodSUuRoyzM52PspKg","api_url":"/api/game/4RXcpodSUuRoyzM52PspKg","category":"game","parent_uuid":null,"display_title":"深岩银河","external_resources":[{"url":"https://www.douban.com/game/30148616/"},{"url":"https://store.steampowered.com/app/548430"},{"url":"https://www.igdb.com/games/deep-rock-galactic"},{"url":"https://www.wikidata.org/wiki/Q55381944"}]},"created_time":"2024-10-14T22:15:03.010Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":368778654556662496,"item":{"type":"Game","title":"喵斯快跑","description":"和三位可爱的小姐姐一起修复被镜像代码篡改的世界谱吧！\r\n这里是狂拽跑酷和传统音游结合的世界★——Muse Dash!!\r\n是的没错\r\n您就是我们命中注定的Master啊！\r\n什么？！手残？喵喵喵？tan90°！\r\n没有关系！就算不擅长动作类游戏,\r\n也可以踏着动次打次的音乐节拍跨越重重难关哦！\r\n选择你喜爱的卡哇伊小姐姐穿过童话般的布景⋯⋯踹爆一个又一个蠢萌蠢萌的小怪兽取得胜利吧!!!","localized_title":[{"lang":"zh-cn","text":"喵斯快跑"},{"lang":"de","text":"Muse Dash"},{"lang":"zh","text":"喵斯快跑"},{"lang":"zh-cn","text":"Muse Dash"},{"lang":"en","text":"Muse Dash"},{"lang":"es","text":"Muse Dash"},{"lang":"fr","text":"Muse Dash"},{"lang":"pt","text":"Muse Dash"},{"lang":"ja","text":"Muse Dash"},{"lang":"ko","text":"뮤즈 대쉬"}],"localized_description":[{"lang":"zh-cn","text":"和三位可爱的小姐姐一起修复被镜像代码篡改的世界谱吧！\r\n这里是狂拽跑酷和传统音游结合的世界★——Muse Dash!!\r\n是的没错\r\n您就是我们命中注定的Master啊！\r\n什么？！手残？喵喵喵？tan90°！\r\n没有关系！就算不擅长动作类游戏,\r\n也可以踏着动次打次的音乐节拍跨越重重难关哦！\r\n选择你喜爱的卡哇伊小姐姐穿过童话般的布景⋯⋯踹爆一个又一个蠢萌蠢萌的小怪兽取得胜利吧!!!"},{"lang":"zh","text":"由中国大陆公司开发，以可爱的ACG美术风格为特色的偏休闲向音乐游戏"},{"lang":"zh-hans","text":"由PeroPeroGame开发，以可爱的ACG美术风格为特色的偏休闲向音乐跑酷游戏"},{"lang":"en","text":"2018 rhythm game by PeroPeroGames"},{"lang":"es","text":"videojuego de 2019"},{"lang":"fr","text":"jeu vidéo de 2018"},{"lang":"de","text":"Computerspiel aus dem Jahr 2019"},{"lang":"pt","text":"vídeojogo de 2019"},{"lang":"en","text":"Play as characteristic heroines, dash through fairy tale like stages, dancing to the rhythm and beats, kick those silly cute enemies into outer space!"},{"lang":"zh-cn","text":"——MUSE DASH——\r\n感知『韵律』，一见倾心。\r\n\r\n『我们的世界乐章 已被改写』\r\n『你可否谛听我的呢喃？』\r\n【 Now Game Start !! —— 】\r\n\r\n---------------\r\n和三位可爱的小姐姐一起，修复被镜像代码篡改的世界谱吧！\r\n这里是狂拽跑酷和传统音游结合的世界 ★★★ —— 《 Muse Dash 》!!\r\n是的没错您就是我们命中注定的 Master 啊！\r\n什么？！手残？喵喵喵？tan90°！\r\n没有关系！就算不擅长动作类游戏，也可以踏着动次打次的音乐节拍跨越重重难关！\r\n选择喜好的卡哇伊小姐姐穿过童话般的布景⋯⋯踹爆一个又一个蠢萌蠢萌的小怪兽取得胜利吧!!!"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/8f31b401-0e16-49c1-aafc-26419bb632f2.jpg","rating":7.7,"rating_count":43,"rating_distribution":[2,2,18,51,25],"tags":["2018","pc","中国","休闲","动作","少女","手游","横版过关","色情","节奏","音乐","音乐游戏","音游","音遊"],"brief":"和三位可爱的小姐姐一起修复被镜像代码篡改的世界谱吧！\r\n这里是狂拽跑酷和传统音游结合的世界★——Muse Dash!!\r\n是的没错\r\n您就是我们命中注定的Master啊！\r\n什么？！手残？喵喵喵？tan90°！\r\n没有关系！就算不擅长动作类游戏,\r\n也可以踏着动次打次的音乐节拍跨越重重难关哦！\r\n选择你喜爱的卡哇伊小姐姐穿过童话般的布景⋯⋯踹爆一个又一个蠢萌蠢萌的小怪兽取得胜利吧!!!","id":"https://neodb.social/game/5FlVj38lH8ggsEUGBqBC4y","uuid":"5FlVj38lH8ggsEUGBqBC4y","url":"/game/5FlVj38lH8ggsEUGBqBC4y","api_url":"/api/game/5FlVj38lH8ggsEUGBqBC4y","category":"game","parent_uuid":null,"display_title":"喵斯快跑","external_resources":[{"url":"https://store.steampowered.com/app/774171"},{"url":"https://www.igdb.com/games/muse-dash--1"},{"url":"https://bgm.tv/subject/241623"},{"url":"https://www.wikidata.org/wiki/Q55332309"},{"url":"https://www.douban.com/game/30249473/"}]},"created_time":"2024-10-14T22:14:42.769Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":368778551878923832,"item":{"type":"Game","title":"梅尔沃放置","description":"以《RuneScape》为灵感来源，《Melvor Idle》提取了冒险类游戏让人欲罢不能的精华本质，并将之转化成最纯净的形式！\r\n\r\n只需轻轻一点，便能掌握《Melvor Idle》中的各色《RuneScape》类技能。 《Melvor Idle》是一款拥有丰富内容，而且糅合了熟悉的氛围以及让人耳目一新的游戏体验的放置类/增量游戏。在充满禅意的静谧之中精通 20 种以上的技能。无论你是《RuneScape》游戏的新手或者老玩家，亦或是想要在繁忙的生活中找到能够轻松上手却富有深度的冒险游戏，《Melvor Idle》都能为你带来前所未有的放置类体验。\r\n\r\n游戏中的所有技能都具备实际用途，而且技能之间还存在着错综复杂的有趣影响。你在一种技能上花费的努力将能够帮助你提升其他方面。你将在通往全技能满级的道路上选择什么策略？\r\n\r\n不要以为这里就只有伐木，锻造，烹饪和农务：准备好你经过了千锤百炼的点击能力，使用近战，远程以及魔法技能对抗超过 100 种怪物。以史无前例的方式征服残酷无情的副本，打败汹汹来袭的首领……\r\n\r\n除了超过 20 种可供升级的技能外，游戏还拥有离线进度，兼容云存档功能以及内置的仓库/物品栏系统与更多功能！多亏了持续而又稳定的更新，你的冒险之旅将永不止步。\r\n\r\n你能够征服《Melvor》的世界吗？\r\n\r\n游戏特色：\r\n- 为新老玩家量身定做的类《RuneScape》游戏体验。\r\n- 富有深度而且永无止境的战斗系统将带来 8 种专属技能，等待着你去征服的大量副本与首领，以及有关这个世界的深刻故事。\r\n- 拥有丰富内容同时又简单易上手的游戏系统将提供 15 种可供训练的非战斗类技能，每一种技能都具有独立机制并且互相之间还存在交互影响。\r\n- 可供操作的完整仓库/物品栏系统。\r\n- 超过 1100 种物品在等待着你去发现利用。\r\n- 40 种以上的可爱度爆表的宠物等你收集。\r\n- 兼容所有平台的云存档功能。\r\n- 不断更新扩展的游戏体验。\r\n- 游玩本游戏需要网络连接。","localized_title":[{"lang":"zh-cn","text":"梅尔沃放置"},{"lang":"da","text":"Melvor Idle"}],"localized_description":[{"lang":"zh-cn","text":"以《RuneScape》为灵感来源，《Melvor Idle》提取了冒险类游戏让人欲罢不能的精华本质，并将之转化成最纯净的形式！\r\n\r\n只需轻轻一点，便能掌握《Melvor Idle》中的各色《RuneScape》类技能。 《Melvor Idle》是一款拥有丰富内容，而且糅合了熟悉的氛围以及让人耳目一新的游戏体验的放置类/增量游戏。在充满禅意的静谧之中精通 20 种以上的技能。无论你是《RuneScape》游戏的新手或者老玩家，亦或是想要在繁忙的生活中找到能够轻松上手却富有深度的冒险游戏，《Melvor Idle》都能为你带来前所未有的放置类体验。\r\n\r\n游戏中的所有技能都具备实际用途，而且技能之间还存在着错综复杂的有趣影响。你在一种技能上花费的努力将能够帮助你提升其他方面。你将在通往全技能满级的道路上选择什么策略？\r\n\r\n不要以为这里就只有伐木，锻造，烹饪和农务：准备好你经过了千锤百炼的点击能力，使用近战，远程以及魔法技能对抗超过 100 种怪物。以史无前例的方式征服残酷无情的副本，打败汹汹来袭的首领……\r\n\r\n除了超过 20 种可供升级的技能外，游戏还拥有离线进度，兼容云存档功能以及内置的仓库/物品栏系统与更多功能！多亏了持续而又稳定的更新，你的冒险之旅将永不止步。\r\n\r\n你能够征服《Melvor》的世界吗？\r\n\r\n游戏特色：\r\n- 为新老玩家量身定做的类《RuneScape》游戏体验。\r\n- 富有深度而且永无止境的战斗系统将带来 8 种专属技能，等待着你去征服的大量副本与首领，以及有关这个世界的深刻故事。\r\n- 拥有丰富内容同时又简单易上手的游戏系统将提供 15 种可供训练的非战斗类技能，每一种技能都具有独立机制并且互相之间还存在交互影响。\r\n- 可供操作的完整仓库/物品栏系统。\r\n- 超过 1100 种物品在等待着你去发现利用。\r\n- 40 种以上的可爱度爆表的宠物等你收集。\r\n- 兼容所有平台的云存档功能。\r\n- 不断更新扩展的游戏体验。\r\n- 游玩本游戏需要网络连接。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/0309ccdc-cd38-4d7e-af0a-411e94ec0727.jpg","rating":7.0,"rating_count":5,"rating_distribution":[0,0,40,40,20],"tags":[],"brief":"以《RuneScape》为灵感来源，《Melvor Idle》提取了冒险类游戏让人欲罢不能的精华本质，并将之转化成最纯净的形式！\r\n\r\n只需轻轻一点，便能掌握《Melvor Idle》中的各色《RuneScape》类技能。 《Melvor Idle》是一款拥有丰富内容，而且糅合了熟悉的氛围以及让人耳目一新的游戏体验的放置类/增量游戏。在充满禅意的静谧之中精通 20 种以上的技能。无论你是《RuneScape》游戏的新手或者老玩家，亦或是想要在繁忙的生活中找到能够轻松上手却富有深度的冒险游戏，《Melvor Idle》都能为你带来前所未有的放置类体验。\r\n\r\n游戏中的所有技能都具备实际用途，而且技能之间还存在着错综复杂的有趣影响。你在一种技能上花费的努力将能够帮助你提升其他方面。你将在通往全技能满级的道路上选择什么策略？\r\n\r\n不要以为这里就只有伐木，锻造，烹饪和农务：准备好你经过了千锤百炼的点击能力，使用近战，远程以及魔法技能对抗超过 100 种怪物。以史无前例的方式征服残酷无情的副本，打败汹汹来袭的首领……\r\n\r\n除了超过 20 种可供升级的技能外，游戏还拥有离线进度，兼容云存档功能以及内置的仓库/物品栏系统与更多功能！多亏了持续而又稳定的更新，你的冒险之旅将永不止步。\r\n\r\n你能够征服《Melvor》的世界吗？\r\n\r\n游戏特色：\r\n- 为新老玩家量身定做的类《RuneScape》游戏体验。\r\n- 富有深度而且永无止境的战斗系统将带来 8 种专属技能，等待着你去征服的大量副本与首领，以及有关这个世界的深刻故事。\r\n- 拥有丰富内容同时又简单易上手的游戏系统将提供 15 种可供训练的非战斗类技能，每一种技能都具有独立机制并且互相之间还存在交互影响。\r\n- 可供操作的完整仓库/物品栏系统。\r\n- 超过 1100 种物品在等待着你去发现利用。\r\n- 40 种以上的可爱度爆表的宠物等你收集。\r\n- 兼容所有平台的云存档功能。\r\n- 不断更新扩展的游戏体验。\r\n- 游玩本游戏需要网络连接。","id":"https://neodb.social/game/2xhCiXQPmmcxnFAWNPdklf","uuid":"2xhCiXQPmmcxnFAWNPdklf","url":"/game/2xhCiXQPmmcxnFAWNPdklf","api_url":"/api/game/2xhCiXQPmmcxnFAWNPdklf","category":"game","parent_uuid":null,"display_title":"梅尔沃放置","external_resources":[{"url":"https://www.douban.com/game/35305614/"}]},"created_time":"2024-10-14T22:14:18.290Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":368778510859292184,"item":{"type":"Game","title":"夏日小屋","description":"　《夏日小屋》是一款微型建筑游戏，致敬很久前被遗忘的夏日午后的感觉。精心搭建一个社区，有漂亮的居家小房子坐落在各种环境中：大海、城市或群山。有一些待解开的小秘密，但没有任何规则，不讲究输赢。只需静下心来，按您心中的设想构建，感受那种氛围。","localized_title":[{"lang":"zh-cn","text":"夏日小屋"},{"lang":"en","text":"SUMMERHOUSE"},{"lang":"en","text":"Summerhouse"}],"localized_description":[{"lang":"zh-cn","text":"　《夏日小屋》是一款微型建筑游戏，致敬很久前被遗忘的夏日午后的感觉。精心搭建一个社区，有漂亮的居家小房子坐落在各种环境中：大海、城市或群山。有一些待解开的小秘密，但没有任何规则，不讲究输赢。只需静下心来，按您心中的设想构建，感受那种氛围。"},{"lang":"zh-cn","text":"SUMMERHOUSE 是一款小型建筑玩具，致敬很久前被遗忘的夏日午后的感觉。\r\n\r\n精心搭建一个社区，有漂亮的居家小房子坐落在各种环境中：大海、城市或群山。有一些待解开的小秘密，但没有任何规则，不讲究输赢。只需静下心来，按您心中的设想构建，感受那种氛围。\r\n\r\n如果您喜欢休闲和创造，这款游戏适合您 :)\r\n\r\n请记住，这是一款单人打造的小游戏，游戏中没有目标或挑战"},{"lang":"en","text":"A tiny building game about beautiful lived-in houses. No rules or restrictions, just pure creativity.\n\nSummerhouse is a small-scale building game and a love letter to the feeling of long lost summer afternoons.\n\nCraft a neighbourhood of tiny, beautiful lived-in homes in a variety of settings: the sea, the city, or the mountains. While there are some little secrets to uncover, there are no rules, and you can’t win or lose. Just chill out, build to your heart’s content and soak up the atmosphere."},{"lang":"zh-hant","text":"2024年的電玩遊戲"},{"lang":"en","text":"2024 video game"},{"lang":"es","text":"videojuego de 2024"},{"lang":"fr","text":"jeu vidéo de 2024"},{"lang":"de","text":"Computerspiel aus dem Jahr 2024"},{"lang":"pt","text":"jogo eletrônico de 2024"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/f88a8b0c-563f-403d-961f-ad5327d4b994.jpg","rating":null,"rating_count":4,"rating_distribution":[0,0,0,0,0],"tags":[],"brief":"　《夏日小屋》是一款微型建筑游戏，致敬很久前被遗忘的夏日午后的感觉。精心搭建一个社区，有漂亮的居家小房子坐落在各种环境中：大海、城市或群山。有一些待解开的小秘密，但没有任何规则，不讲究输赢。只需静下心来，按您心中的设想构建，感受那种氛围。","id":"https://neodb.social/game/1WBgWYxXzhMvtCBNtKaaDB","uuid":"1WBgWYxXzhMvtCBNtKaaDB","url":"/game/1WBgWYxXzhMvtCBNtKaaDB","api_url":"/api/game/1WBgWYxXzhMvtCBNtKaaDB","category":"game","parent_uuid":null,"display_title":"夏日小屋","external_resources":[{"url":"https://www.douban.com/game/36772365/"},{"url":"https://eggplant.place/game/1HP8nJ5wEdtKagWsw6M3wn"},{"url":"https://www.wikidata.org/wiki/Q125799649"},{"url":"https://www.igdb.com/games/summerhouse"},{"url":"https://bgm.tv/subject/484225"}]},"created_time":"2024-10-14T22:14:08.512Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":368778457892355800,"item":{"type":"Game","title":"星际战甲","description":"《星际战甲》是Digital Extremes研发的一款科幻题材的第三人称射击网游，于2013年在中国公测发行。\r\n游戏采用以战甲代替职业的设定，玩家选择不同的战甲，每个战甲的攻击方式和技能都不同。","localized_title":[{"lang":"zh-cn","text":"星际战甲"},{"lang":"zh-cn","text":"战争框架"},{"lang":"en","text":"Warframe"},{"lang":"zh","text":"Warframe"},{"lang":"zh-hans","text":"Warframe"},{"lang":"zh-hant","text":"Warframe"},{"lang":"es","text":"Warframe"},{"lang":"fr","text":"Warframe"},{"lang":"de","text":"Warframe"},{"lang":"pt","text":"Warframe"},{"lang":"ja","text":"Warframe"},{"lang":"ko","text":"워프레임"},{"lang":"zh-cn","text":"Warframe"},{"lang":"zh-tw","text":"Warframe"},{"lang":"ko","text":"Warframe"}],"localized_description":[{"lang":"zh-cn","text":"《星际战甲》是Digital Extremes研发的一款科幻题材的第三人称射击网游，于2013年在中国公测发行。\r\n游戏采用以战甲代替职业的设定，玩家选择不同的战甲，每个战甲的攻击方式和技能都不同。"},{"lang":"zh","text":"2013年電子遊戲"},{"lang":"zh-hant","text":"2013年的電玩遊戲"},{"lang":"en","text":"2013 free-to-play online video game"},{"lang":"es","text":"videojuego de 2013"},{"lang":"fr","text":"jeu vidéo de 2013"},{"lang":"de","text":"Computerspiel aus dem Jahr 2013"},{"lang":"pt","text":"videojogo de 2013"},{"lang":"en","text":"Warframe situates players as members of the Tenno race, newly awoken after years of cryo-sleep into a solar system at war. Reborn into a corrupt era, the Tenno are sought by the oppressive Grineer Empire for annihilation. Warframe armor is the key to overthrowing the Grineer by providing players with unique offensive and defensive powers to explore, upgrade and master during purpose-driven radical raids.\n\nThey were called Tenno. Warriors of blade and gun: masters of the Warframe armor. Those that survived the old war were left drifting among the ruins. Now they are needed once more.\n\nThe Grineer, with their vast armies, are spreading throughout the solar system. A call echoes across the stars summoning the Tenno to an ancient place. They summon you.\n\nAllow the Lotus to guide you. She has rescued you from your cryostasis chamber and given you a chance to survive. The Grineer will find you; you must be prepared. The Lotus will teach you the ways of the Warframes and the secrets to unlocking their powers.\n\nCome Tenno, you must join the war."},{"lang":"zh-cn","text":" 《Warframe：1999》试玩版   立即游玩《Warframe：1999》试玩版并获得免费的协议长剑外观！\n   \n \n \n  关注我们   我们始终致力于寻找与 Warframe 玩家社区互动的新方式。想要更多交流？欢迎加入我们的 QQ 群： \n    QQ 群 1: 810522234 \n    QQ 群 2: 786844479 \n    QQ 群 3: 798297424 \n    这些 Warframe QQ 群由我们的本地合作伙伴管理，为您提供与其他玩家互动的新渠道，期待您的加入！\n \n \n  关于游戏 在这个以故事为导向的免费在线动作游戏中，觉醒为一个不可阻挡的战士，并与你的朋友一起战斗。跟随着神秘的 Lotus 的指引，在广阔的星系中直面敌对的派系，提升你的战甲等级，建立一个具有毁灭性火力的军械库；并在这个惊心动魄，且拥有独特第三人称战斗体验的庞大开放世界中发挥你的真正潜力。\n \n  \n \n  成为一名强大的战士 \n 进入你的战甲——一个拥有无尽力量的生化金属套装。释放它的技能并使用众多的毁灭性武器，毫不费力地歼灭成群的敌人。杀戮结束后，你可以获得或立即解锁 40 多种不同的战甲——每款战甲都有一套独特的技能——供你以任何你想要的方式重新体验投入战斗。\n \n  与朋友并肩作战 \n 与朋友组成一个小队，当你通过高度合作的游戏玩法完成任务时，将会获得宝贵的奖励。利用你的战甲技能治疗盟友，偏转敌人火力方向，并完成你的任务目标。被一个特定的挑战卡住了？游戏中的匹配机制可以让你在需要帮手的时候很容易地与友好的 Tenno 进行联系。\n \n  \n \n  探索庞大的星系 \n 利用你战甲令人着迷的跑酷技能来灵巧地完成地面任务，或进入太空，使用你自己专属的战舰参与大规模的舰对舰战斗。在神秘的开放世界景观中迷失自己，发现一个充斥着迷人生命体的星系——无论是友好的还是敌对的。\n \n  探索一个史诗级故事 \n 通过《Warframe》错综复杂的电影式故事情节，5 个独立的扩展内容和 30 多个剧情系列任务任务，惊叹于始源星系的悠久历史。在开始你的旅程、发展你的技能和寻求你觉醒背后的真相之前，请先通过 3 款原始战甲之一发现你的内在力量，并开始你在《Warframe》之中的初体验。\n \n  \n \n  增强你的军械库 \n 你的初始武器只是踏上旅程的一个起点。制作数以百计的破坏性武器，此外还有载具、同伴和更多精彩内容。提升它们的等级并进行试验，直到你找到适合你独特游戏风格的装备组合。为你的武器设计一款可怕的外观，以此来呈现出你自定义装备的时尚风格。\n \n  无限自定义 \n 进入始源星系意味着加入友好的 Tenno 军团，每个人都有自己的定制战甲、武器和装备。由于有大量的自定义选项可用于强化你的装备，因此为你的战甲设计完美的外观，对你和你的小队来说将会是一个无尽的挑战。"},{"lang":"zh-tw","text":" 《Warframe：1999》的體驗版   立即玩《Warframe：1999》體驗版並獲得長劍 協定外觀，完全免費！\n   \n \n \n  關於此遊戲 在這個情節引人入勝的免費線上動作遊戲中化身成為一名勢不可擋的戰士甦醒過來並與你的好友們並肩作戰。在你跟從神秘的 Lotus 的指引並在升級你的 Warframe、建立一個具有毀滅性火力的軍械庫、以及於這個扣人心弦、獨樹一幟的第三人稱戰鬥體驗中在龐大的開放世界發掘你的真正潛能的同時，在不斷擴展的星系中面對誓不兩立的派系。\n \n  \n \n  成為一名強大的戰士 \n 進入你的 Warframe：一副擁有無窮力量的生物金屬戰甲。釋放它的技能並使用一系列的毀滅性武器來不費吹灰之力地剿滅成群結隊的敵人。而當屠殺結束後，你可以獲取或立即解鎖 40 多個不同的 Warframe──每一個都擁有一套獨特的技能──用任何你想要的方式來重新體驗一次亂鬥。\n \n  與好友們並肩作戰 \n 跟好友組成一個小隊而當你透過高度合作，同心協力的遊戲一同完成任務後便可獲取珍貴的額外獎勵。善用你 Warframe 的技能來治療盟友、轉移敵人的火力，並達到你的目標。在某個挑戰遇上瓶頸？當你需要一臂之力時，遊戲中的配對讓你可以輕易地與熱心的 Tenno 聯繫。\n \n  \n \n  探索一個龐大星系 \n 透過你的 Warframe 迷人的跑酷技技巧來靈巧地穿梭地面任務，又或是在你個人專屬的自訂太空船中穿梭星際來在戰艦之間進行大規模交火。在神秘的開放世界景觀中迷失自己並發掘一個充斥著迷人生物的星系－友善與否。\n \n  發掘一個史詩故事 \n 在橫跨 5 個分別不同的擴展內容及超過 30 個由故事驅動的系列任務體驗 Warframe 龐大的電影式敘述內容時，贊嘆始源星系的橫掃式歷史。在你展開你的旅程之前，透過三個原始的 Warframe 之一來發掘內在的力量並首次嘗試無敵的感覺，發展你的技能並尋求你覺醒背後的真實真相。\n \n  \n \n  精通及掌握軍械庫 \n 你的初始武器還只是開頭而已。製造超過百種毀滅性軍備，包含乘具、同伴，及更多精采道具。將它們升級並對他們作試驗直到找出適合你的獨特遊玩風格的正確裝備組合。混搭並自訂你的武器以塑造出可怕的形像來補充你所自訂的配置。\n \n  隨心所欲自訂配置 \n 進入始源星系意味著加入友善的 Tenno 軍團，每位都有他們專屬自訂的 Warframe、武器，及裝備。透過驚人數量的自訂選擇來增強你的配置、為你的 Warframe 設計完美的造型來為你跟你的小隊帶來充滿回報的挑戰。"},{"lang":"en","text":" Warframe 1999 Demo - Available Now   Play the Warframe: 1999 Demo today and earn the Protokol Longsword Skin, absolutely free!\n   \n \n \n  About the Game Confront warring factions throughout a sprawling interplanetary system as you follow the guidance of the mysterious Lotus and level up your Warframe, build an Arsenal of destructive firepower, and realize your true potential across massive open worlds in this thrilling, genre-defining third-person combat experience.\n \n   BECOME A POWERFUL WARRIOR Enter your Warframe: a bio-metal suit of untold power. Unleash its Abilities and wield a vast array of devastating weaponry to effortlessly annihilate hordes of enemies on sight. And when the slaughter is over, you can earn or instantly unlock 40+ different Warframes - each with a unique suite of powers - to re-experience the mayhem any way you want. BATTLE ALONGSIDE FRIENDS Form a Squad with your friends and earn valuable bonus Rewards when you complete Missions together via highly collaborative, co-op gameplay. Utilize your Warframe’s Abilities to heal allies, redirect enemy fire, and achieve your objectives. Stuck on a particular challenge? In-game matchmaking makes it easy to connect with friendly Tenno whenever you need an extra hand.\n \n   EXPLORE A MASSIVE SYSTEM Deftly maneuver through ground-based Missions with your Warframe’s mesmerizing parkour skills, or take to the stars and engage in massive ship-to-ship battles in your very own customizable spacecraft. Lose yourself within mysterious open-world landscapes and discover a system teeming with fascinating lifeforms - both friendly and hostile. DISCOVER AN EPIC STORY Marvel at the sweeping history of the Origin System as you experience Warframe’s massive cinematic narrative spanning 5 separate expansions and 30+ story-based Quests. Discover the power within and experience your first taste of invincibility with one of three original Warframes before you begin your journey, develop your skills and seek out the truth behind your awakening.\n \n   MASTER YOUR ARSENAL Your starter Weapons are just the beginning. Craft hundreds of destructive armaments, plus vehicles, Companions and more. Level them up and experiment until you find the right combination of gear that suits your unique playstyle. Fashion your weaponry for a fearsome look to compliment your custom-designed loadout. CUSTOMIZE ENDLESSLY Entering the Origin System means joining legions of friendly Tenno, each with their own personalized Warframes, Weapons and gear. With a staggering number of Customization options available to enhance your Loadout, designing the perfect look for your Warframe makes for an endlessly rewarding challenge for you and your Squad."},{"lang":"es","text":" Demo de «Warframe: 1999»   Juega el demo de «Warframe: 1999» hoy mismo y obtén el diseño Protokol de espada larga, ¡completamente gratis!\n   \n \n \n  Acerca del juego Despierta como un guerrero imparable y lucha junto a tus amigos en este juego de acción gratuito en línea y basado en historias. Enfréntate a las facciones en guerra en un extenso sistema interplanetario bajo la guía de la misteriosa Lotus, mejora tu warframe, construye un arsenal destructivo y descubre tu verdadero potencial en los enormes mundos abiertos de esta emocionante experiencia de combate en tercera persona que define el género.\n \n  \n \n  CONVIÉRTETE EN UN PODEROSO GUERRERO \n Equipa tu warframe: un traje biometálico increíblemente poderoso. Desata sus habilidades y usa una gran variedad de armas devastadoras para aniquilar sin esfuerzo a las hordas de enemigos. Y cuando termine la matanza, podrás obtener o desbloquear instantáneamente a más de 40 warframes diferentes, cada uno con sus poderes únicos, para volver a experimentar el caos como lo prefieras.\n \n  COMBATE AL LADO DE TUS AMIGOS \n Forma un escuadrón con tus amigos y obtén valiosas recompensas cuando completen misiones juntos a través de un juego cooperativo altamente colaborativo. Usa los poderes de tu warframe para curar aliados, redirigir el fuego enemigo y conseguir tus objetivos. ¿Estás atrapado en un desafío en particular? El emparejamiento en el juego facilita la conexión con tenno amigables para cuando necesites un poco más de ayuda.\n \n  \n \n  EXPLORA UN ENORME SISTEMA \n Muévete hábilmente a través de las misiones terrestres con las fascinantes habilidades de parkour de tu warframe, o vuela hacia las estrellas y participa en batallas espaciales masivas con tu propia nave espacial personalizable. Piérdete en los misteriosos paisajes de los mundos abiertos y descubre un sistema repleto de formas de vida fascinantes, tanto amistosas como hostiles.\n \n  DESCUBRE UNA HISTORIA ÉPICA \n Maravíllate con la extraordinaria historia del Sistema Origen mientras descubres la amplia narrativa cinemática de Warframe a lo largo de 5 expansiones distintas y más de 30 aventuras. Descubre tu poder interior y experimenta por primera vez la invencibilidad con uno de los tres warframes originales antes de comenzar tu viaje, desarrollar tus habilidades y buscar la verdad detrás de tu despertar.\n \n  \n \n  DOMINA TU ARSENAL \n Tus armas iniciales son solo el comienzo. Crea cientos de armas destructivas, además de vehículos, compañeros y mucho más. Mejóralos y experimenta hasta que encuentres la combinación correcta de equipamiento que se adapte a tu estilo de juego. Modifica tu armamento para darle una apariencia atemorizante que complemente tu equipamiento personalizado.\n \n  PERSONALIZA CON INFINITAS OPCIONES \n Entrar al Sistema Origen significa unirse a legiones de tenno aliados, cada uno con sus propios warframes, armas y equipo personalizados. Con una impresionante cantidad de opciones de personalización disponibles para mejorar tu equipamiento, diseñar la apariencia perfecta para tu warframe presenta un desafío infinitamente gratificante para ti y tu escuadrón."},{"lang":"fr","text":" Démo Warframe : 1999   Jouez à la Démo de Warframe : 1999 dès aujourd'hui pour obtenir gratuitement l'Aspect d'Épée Longue Protokol !\n   \n \n \n  À propos du jeu Réveillez-vous en tant que guerrier implacable et combattez aux côtés de vos amis dans ce jeu d'action en ligne gratuit basé sur un scénario original. Affrontez des factions belligérantes à travers un système interplanétaire tentaculaire en suivant les conseils de la mystérieuse Lotus. Améliorez votre Warframe, construisez un Arsenal destructeur et réalisez votre véritable potentiel à travers des mondes ouverts immenses dans ce jeu de tir passionnant à la troisième personne.\n \n  \n \n  DEVENEZ UN PUISSANT GUERRIER \n Équipez votre Warframe : un costume bio-métallique d'une puissance invraisemblable. Libérez ses Pouvoirs et utilisez une vaste gamme d'armes dévastatrices pour anéantir sans effort des hordes d'ennemis. Et lorsque le massacre est terminé, vous pourrez obtenir ou déverrouiller instantanément plus de 40 Warframes différentes - chacune avec ses Pouvoirs uniques - pour repartir au combat avec le style qui vous convient.\n \n  COMBATTEZ AVEC DES AMIS À VOS CÔTÉS \n Formez une Escouade avec vos amis et gagnez de précieuses récompenses bonus lorsque vous terminez des missions ensemble via un gameplay coopératif hautement collaboratif. Utilisez les Pouvoirs de votre Warframe pour soigner vos alliés, rediriger les tirs ennemis et atteindre vos objectifs. Coincé sur un défi en particulier ? Le matchmaking en jeu permet de se connecter facilement avec des Tennos sympas chaque fois que vous avez besoin d'un coup de main supplémentaire.\n \n  \n \n  EXPLOREZ UN SYSTÈME GIGANTESQUE \n Déplacez-vous adroitement dans les missions au sol avec les compétences de parkour fascinantes de votre Warframe, ou dirigez-vous vers les étoiles et engagez-vous dans des batailles spatiales massives avec votre propre vaisseau personnalisable. Perdez-vous dans les mystérieux paysages des mondes ouverts et découvrez un système regorgeant de formes de vie fascinantes, amicales ou hostiles.\n \n  DÉCOUVREZ UN SCÉNARIO ÉPIQUE \n Émerveillez-vous devant la riche histoire du Système Origine en découvrant le récit cinématographique complexe de Warframe regroupant 5 extensions distinctes et plus de 30 Quêtes. Découvrez votre pouvoir intérieur et expérimentez votre nouveau potentiel avec l'une des trois Warframes originales avant de commencer votre voyage, de développer vos compétences et de rechercher la vérité derrière votre éveil.\n \n  \n \n  MAÎTRISEZ VOTRE ARSENAL \n Vos armes de départ ne représentent que le début. Fabriquez des centaines d'armements destructeurs, ainsi que des véhicules, des Compagnons et plus encore. Améliorez-les et expérimentez jusqu'à ce que vous trouviez la bonne combinaison d'équipements qui convient à votre style de jeu unique. Modifiez votre armement pour lui conférer une apparence effrayante et compléter votre équipement personnalisé.\n \n  PERSONNALISEZ À L'INFINI \n Entrer dans le Système Origine signifie rejoindre des légions de Tennos alliés, chacun avec ses propres Warframes, armes et équipements personnalisés. Avec un nombre impressionnant d'options de personnalisation disponibles pour améliorer votre équipement, la conception du look parfait pour votre Warframe constitue un défi infiniment gratifiant pour vous et votre escouade."},{"lang":"de","text":" Warframe 1999 Demo   Spielt noch heute die Demo von Warframe: 1999 und verdient euch den kostenlosen Langschwert-Skin: Protokol!\n   \n \n \n  Infos zum Spiel Erwacht als unaufhaltsamer Krieger und kämpft an der Seite eurer Freunde in diesem handlungsorientierten Free-to-Play Online-Actionspiel. Konfrontiert sich bekämpfende Fraktionen in einem ausgedehnten Ursprungssystem, während ihr der mysteriösen Lotus folgt, euren Warframe auflevelt und ein Arsenal an zerstörerischer Feuerkraft aufbaut. Entwickelt euer wahres Potenzial in riesigen offenen Landschaften, in diesem genreprägenden Third-Person-Shooter.\n \n  \n \n  WERDET EIN MÄCHTIGER KRIEGER \n Begebt euch in euren Warframe: einen Anzug aus Biometall mit ungeahnter Stärke. Setzt seine Macht frei und nutzt eine riesige Auswahl verheerender Waffen, um eure Feinde mühelos zu vernichten. Nach dem Gemetzel könnt ihr euch mehr als 40 verschiedene Warframes verdienen oder sofort freischalten, jeder mit einzigartigen Fähigkeiten, mit denen ihr Chaos verbreiten könnt, wie es euch gefällt.\n \n  KÄMPFT AN DER SEITE VON FREUNDEN \n Schließt euch mit Freunden zu einem Team zusammen und verdient wertvolle Belohnungen, wenn ihr gemeinsam Missionen abschließt, in sehr kollaborativem Koop-Gameplay. Nutzt die Fähigkeiten eurer Warframes, um Verbündete zu heilen, gegnerisches Feuer abzulenken und eure Ziele zu erreichen. Ihr bleibt bei einer bestimmten Herausforderung stecken? Die Spielersuche im Spiel macht es einfach, sich mit netten Tenno zu verbinden, wann immer ihr etwas Hilfe braucht.\n \n  \n \n  ERFORSCHT EIN RIESIGES SYSTEM \n Manövriert geschickt durch Bodenmissionen, mit den fantastischen Parkour-Fähigkeiten eurer Warframes oder schwingt euch ins All und stellt euch massiven Schiff-gegen-Schiff Schlachten, in eurem anpassbaren Raumschiff. Verliert euch in mysteriösen offenen Landschaften und entdeckt ein System, dass angefüllt ist, mit faszinierenden Lebensformen ... freundlich und feindlich.\n \n  ENTDECKT EINE EPISCHE GESCHICHTE \n Bestaunt die umfassende Geschichte des Ursprungssystems, während ihr Warframes bildgewaltige Erzählung erlebt, die sich über 5 verschiedene Erweiterungen und mehr als 30+ Quests erstreckt. Entdeckt die Macht im Innern und erlebt den ersten Eindruck von Unbesiegbarkeit, mit einem der drei ursprünglichen Warframes, bevor ihr eure Reise beginnt, eure Fähigkeiten entwickelt und die Wahrheit über euer Erwachen herausfindet.\n \n  \n \n  MEISTERT EUER ARSENAL \n Eure Starter-Waffen sind nur der Anfang. Stellt hunderte von zerstörerischen Rüstungen, Fahrzeugen, Begleitern und mehr her. Levelt sie auf und experimentiert herum, bis ihr die richtige Kombination an Ausrüstung gefunden habt, die zu eurem einzigartigen Spielstil passt. Gleicht eure Bewaffnung eurem erschreckenden Aussehen an und vervollständigt alles mit anpassbarem Loadouts.\n \n  PASST ENDLOS AN \n Das Betreten des Ursprungssystems bedeutet, euch Legionen von freundlichen Tenno anzuschließen, alle mit individualisierten Warframes, Waffen und Ausrüstung. Mit einer überwältigenden Anzahl an möglichen Anpassungen könnt ihr euer Loadout verbessern und das perfekte Aussehen für euren Warframe erstellen, eine endlos bereichernde Herausforderung für euch und euer Team."},{"lang":"pt","text":" Demonstração do Warframe: 1999   Jogue a Demonstração do ''Warframe: 1999'' hoje mesmo e obtenha a Skin Protokol para Espadas Longas gratuitamente!\n   \n \n \n  Acerca do jogo Desperte como um guerreiro imparável e lute ao lado de seus amigos neste jogo de ação online gratuito com histórias envolventes. Enfrente facções em guerra em um amplo sistema interplanetário enquanto segue as orientações da misteriosa Lótus, aumenta o nível de seu Warframe e constrói um Arsenal com uma capacidade ofensiva destrutiva. Descubra o seu verdadeiro potencial em vastos mundos abertos neste emocionante jogo de tiro em terceira pessoa.\n \n  \n \n  TORNE-SE UM GUERREIRO PODEROSO \n Equipe o seu Warframe: um traje biometálico incrivelmente poderoso. Libere suas Habilidades e use uma variedade de Armas devastadoras para aniquilar hordas de inimigos sem esforço. E quando a matança acabar, você pode obter ou desbloquear instantaneamente mais de 40 Warframes diferentes, cada um com um conjunto único de poderes, para reviver o caos como preferir.\n \n  BATALHE AO LADO DE AMIGOS \n Forme um Esquadrão com seus amigos e ganhe Recompensas valiosas de bônus ao completar missões em grupo através de um jogo cooperativo e altamente colaborativo. Utilize as Habilidades do seu Warframe para curar aliados, redirecionar o fogo inimigo e atingir seus objetivos. Está preso em um desafio específico? A combinação de partidas no jogo facilita a conexão com Tennos aliados sempre que precisar de uma ajuda extra.\n \n  \n \n  EXPLORE UM SISTEMA IMENSO \n Mova-se habilmente em missões terrestres com as impressionantes habilidades de parkour do seu Warframe, ou explore as estrelas e participe de enormes batalhas espaciais com sua própria nave personalizável. Perca-se nas misteriosas paisagens dos mundos abertos e descubra um sistema repleto de formas de vida fascinantes, amigáveis ​​ou hostis.\n \n  DESCUBRA UMA HISTÓRIA ÉPICA \n Maravilhe-se com a história extraordinária do Sistema de Origem ao vivenciar a narrativa cinematográfica massiva do Warframe, abrangendo 5 expansões distintas e mais de 30 Jornadas baseadas em histórias. Descubra o seu poder interior e experimente a invencibilidade pela primeira vez com um dos três Warframes originais antes de começar sua trajetória, desenvolver suas habilidades e buscar a verdade sobre seu despertar.\n \n  \n \n  DOMINE O SEU ARSENAL \n Suas Armas iniciais são apenas o começo. Construa centenas de armamentos destrutivos, além de veículos, Companheiros e muito mais. Aprimore-os e experimente diversas combinações até encontrar a combinação certa que se adapta ao seu estilo de jogo único. Modifique o seu armamento para criar um visual ameaçador que complemente o seu equipamento personalizado.\n \n  PERSONALIZAÇÕES INFINITAS \n Entrar no Sistema de Origem significa juntar-se a legiões de Tennos aliados, cada um com seus próprios Warframes, Armas e equipamentos personalizados. Com um número impressionante de Personalizações disponíveis para o seu armamento, projetar o visual perfeito para seu Warframe é um desafio infinitamente gratificante para você e seu Esquadrão."},{"lang":"ja","text":" 「Warframe：1999」体験版   「1999」体験版をプレイしProtokol ロングソードスキンをゲットしよう！\n   \n \n \n  ゲームについて この基本プレイ無料のオンラインアクションゲームで仲間と共に強力な戦士となろう。宇宙を舞台としたOrigin太陽系を巡り、謎多き「Lotus」の導きを辿り脅威となる勢力に立ち向かえ。WARFRAMEや武器などをアーセナルで強化し、自身に合ったプレイスタイルをこのスリル満載のサードパーソンアクションゲームで極めよう。\n \n  \n \n 1．強力な戦士になろう\n 測り切れない力を施すバイオ装甲「WARFRAME」を操ろう。彼らが持つ能力と技術を極めればどんな困難にも立ち向かえるでしょう。40種類以上あるWARFRAMEの中から自身のプレイスタイルに合った相棒を探し、阻む敵全てを返り討ちにしよう。\n \n 2．仲間と共に戦おう\n この協力型ゲームでは、3人の仲間と共に分隊を組みミッションに挑む事でボーナス報酬を得られます。WARFRAMEのアビリティを使い仲間を回復、敵の錯乱などの協力プレイで目標を達成しよう。高難易度ミッションに困っている場合は、ゲーム内にあるマッチメイクチャットチャンネルから仲間のテンノを探し協力し合いましょう。\n \n  \n \n 3．広大なORIGIN太陽系を探索しよう\n WARFRAMEが持つ高いパルクールスキルで素早く戦場を駆け巡ったり、自身でカスタマイズできる宇宙戦艦に乗り込み迫力の高い戦艦バトルを繰り広げたり、広大なオープンワールド風マップで環境を眺めたりと、進化を続けるOrigin太陽系での冒険は膨大です。\n \n 4．壮大なストーリーを知ろう\n Origin太陽系の歴史と真相を30以上あるストーリークエストから学ぼう。最初のWARFRAMEを選び、そこから繰り広げられる全宇宙とあなたの目覚めの物語を体験しよう。\n \n  \n \n 5．装備をマスターしよう\n 初期で手に入る武器はスタート地点に過ぎません。数百種類ある武器や乗り物、コンパニオンなどを集め、ランクを上げ自身の戦い方に合わせた構成を編み出し、唯一無二のファッションを極める事で高みへと登れます。\n \n 6．無限のカスタマイズオプション\n Origin太陽系で冒険を進めるにつれ、様々なWARFRAMEや武器を使いこなすテンノたちに会います。多数あるカスタマイズオプションで、他にないあなただけのスタイルを極めまよう！"},{"lang":"ko","text":" Warframe 1999 Demo - Available Now   Play the Warframe: 1999 Demo today and earn the Protokol Longsword Skin, absolutely free!\n   \n \n \n  About the Game Confront warring factions throughout a sprawling interplanetary system as you follow the guidance of the mysterious Lotus and level up your Warframe, build an Arsenal of destructive firepower, and realize your true potential across massive open worlds in this thrilling, genre-defining third-person combat experience.\n \n   BECOME A POWERFUL WARRIOR Enter your Warframe: a bio-metal suit of untold power. Unleash its Abilities and wield a vast array of devastating weaponry to effortlessly annihilate hordes of enemies on sight. And when the slaughter is over, you can earn or instantly unlock 40+ different Warframes - each with a unique suite of powers - to re-experience the mayhem any way you want. BATTLE ALONGSIDE FRIENDS Form a Squad with your friends and earn valuable bonus Rewards when you complete Missions together via highly collaborative, co-op gameplay. Utilize your Warframe’s Abilities to heal allies, redirect enemy fire, and achieve your objectives. Stuck on a particular challenge? In-game matchmaking makes it easy to connect with friendly Tenno whenever you need an extra hand.\n \n   EXPLORE A MASSIVE SYSTEM Deftly maneuver through ground-based Missions with your Warframe’s mesmerizing parkour skills, or take to the stars and engage in massive ship-to-ship battles in your very own customizable spacecraft. Lose yourself within mysterious open-world landscapes and discover a system teeming with fascinating lifeforms - both friendly and hostile. DISCOVER AN EPIC STORY Marvel at the sweeping history of the Origin System as you experience Warframe’s massive cinematic narrative spanning 5 separate expansions and 30+ story-based Quests. Discover the power within and experience your first taste of invincibility with one of three original Warframes before you begin your journey, develop your skills and seek out the truth behind your awakening.\n \n   MASTER YOUR ARSENAL Your starter Weapons are just the beginning. Craft hundreds of destructive armaments, plus vehicles, Companions and more. Level them up and experiment until you find the right combination of gear that suits your unique playstyle. Fashion your weaponry for a fearsome look to compliment your custom-designed loadout. CUSTOMIZE ENDLESSLY Entering the Origin System means joining legions of friendly Tenno, each with their own personalized Warframes, Weapons and gear. With a staggering number of Customization options available to enhance your Loadout, designing the perfect look for your Warframe makes for an endlessly rewarding challenge for you and your Squad."},{"lang":"zh-cn","text":"Warframe（中文名：星际战甲）是一个2013年的第三人称射击游戏，由Digital Extremes开发，可在Microsoft Windows、PlayStation 4、Xbox One的平台上游玩，采免费游玩制。\r\n\r\n玩家扮演一个Tenno的成员，Tenno是一群使用刀刃与枪械的古老战士，擅长使用Warframes装甲，从人体冷冻中醒来后发现他们正陷入和Grineer、Corpus以及Infested三个派系的内战中。Grineer是一种军事化的克隆人种族，Corpus是一个拥有先进机械与雷射技术的巨型企业，Infested是被Technocyte病毒感染的受害者。为了对抗这些敌人，Tenno使用了拥有独特能力的先进外骨骼装甲Warframes."}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/805f1846-0b0c-4dfd-ab75-f77e878f0f14.jpg","rating":8.0,"rating_count":22,"rating_distribution":[0,4,18,45,31],"tags":["2013","act","digital extremes","fps","pc","steam","tps","动作","科幻","第三人称射击","网游"],"brief":"《星际战甲》是Digital Extremes研发的一款科幻题材的第三人称射击网游，于2013年在中国公测发行。\r\n游戏采用以战甲代替职业的设定，玩家选择不同的战甲，每个战甲的攻击方式和技能都不同。","id":"https://neodb.social/game/3IiE6ChCOGfHp2XWcVJdzr","uuid":"3IiE6ChCOGfHp2XWcVJdzr","url":"/game/3IiE6ChCOGfHp2XWcVJdzr","api_url":"/api/game/3IiE6ChCOGfHp2XWcVJdzr","category":"game","parent_uuid":null,"display_title":"星际战甲","external_resources":[{"url":"https://store.steampowered.com/app/230410"},{"url":"https://www.wikidata.org/wiki/Q7969348"},{"url":"https://bgm.tv/subject/85102"},{"url":"https://www.douban.com/game/26320328/"},{"url":"https://www.igdb.com/games/warframe"}]},"created_time":"2024-10-14T22:13:55.875Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":368768922150949184,"item":{"type":"Game","title":"最终幻想14：苍穹之禁城","description":"《最终幻想14(Final Fantasy XIV)》国际服公布了3.0资料篇“苍天之伊修加德”完整版CG。最终幻想14是由日本著名游戏开发商Square Enix开发的大型3D奇幻类MMORPG，拥有25年悠久历史，堪称游戏业界的经典品牌。最终幻想14作为该系列的最新力作，不仅仅拥有丰富的战斗系统，副本等元素，还有充满深度的生活系统，陆行鸟宠物的培育，众所周知的召唤兽，超酷的飞空艇也会悉数登场，已经在业界掀起一股幻想狂潮。","localized_title":[{"lang":"zh-cn","text":"最终幻想14：苍穹之禁城"},{"lang":"da","text":"FF14 (3.0)"},{"lang":"de","text":"FFXIV 3.0"},{"lang":"ja","text":"ファイナルファンタジーXIV: 蒼天のイシュガルド"},{"lang":"zh-cn","text":"最终幻想14 苍天之伊修加德"},{"lang":"zh-cn","text":"Final Fantasy XIV：Heavensward"}],"localized_description":[{"lang":"zh-cn","text":"《最终幻想14(Final Fantasy XIV)》国际服公布了3.0资料篇“苍天之伊修加德”完整版CG。最终幻想14是由日本著名游戏开发商Square Enix开发的大型3D奇幻类MMORPG，拥有25年悠久历史，堪称游戏业界的经典品牌。最终幻想14作为该系列的最新力作，不仅仅拥有丰富的战斗系统，副本等元素，还有充满深度的生活系统，陆行鸟宠物的培育，众所周知的召唤兽，超酷的飞空艇也会悉数登场，已经在业界掀起一股幻想狂潮。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/7cd08b2a-326e-4e76-a8da-139d1748f120.jpg","rating":9.1,"rating_count":34,"rating_distribution":[0,0,2,35,61],"tags":["ff14","mmorpg","pc","rpg","剧情","奇幻","最终幻想","最终幻想14","音乐"],"brief":"《最终幻想14(Final Fantasy XIV)》国际服公布了3.0资料篇“苍天之伊修加德”完整版CG。最终幻想14是由日本著名游戏开发商Square Enix开发的大型3D奇幻类MMORPG，拥有25年悠久历史，堪称游戏业界的经典品牌。最终幻想14作为该系列的最新力作，不仅仅拥有丰富的战斗系统，副本等元素，还有充满深度的生活系统，陆行鸟宠物的培育，众所周知的召唤兽，超酷的飞空艇也会悉数登场，已经在业界掀起一股幻想狂潮。","id":"https://neodb.social/game/6tNeehHtnETUtptu1nhwzO","uuid":"6tNeehHtnETUtptu1nhwzO","url":"/game/6tNeehHtnETUtptu1nhwzO","api_url":"/api/game/6tNeehHtnETUtptu1nhwzO","category":"game","parent_uuid":null,"display_title":"最终幻想14：苍穹之禁城","external_resources":[{"url":"https://www.douban.com/game/26678986/"}]},"created_time":"2024-10-14T21:36:02.373Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":368768864057307432,"item":{"type":"Game","title":"最终幻想15","description":"《最终幻想15》是FF系列即将推出一款新作。这一部作品，Square Enix公司将放弃一切，回归本质。并且关于《最终幻想15》目前Square Enix公司已经准备了多种构思。但由于《最终幻想》系列每部作品的方向性迥异，因此今后系列作品将沿着怎样的方向发展还没有最终确定，但有一点可以确定，那就是《最终幻想15》将描写之前从未涉及的故事。\r\n\r\n[故事梗概] 诺克特是个王子，是国王正宗血嗣继承人，他所在的王国也是最后拥有控制水晶之力的王国。\r\n因为他们具有支配水晶的能力，王国日益变得高科技化，在科技方面远远领先于邻邦，是最强大的国家。\r\n但王国也日益被邻邦孤立，因为所有的邻邦都失去了水晶，同时他们的战力也下降了。\r\n因为水晶的力量，王国在政权和经济上高度集中。因为失去了刀剑和魔法，敌国开始研制并使用火器，诺克特的王国和别的国家剑拔弩张，同时也是为了水晶之力的争夺。\r\n诺克特的王国也进行了一些和平的努力，他们开始进行国与国之间的磋商，但是一些好斗者破坏了商谈的氛围。\r\n史黛拉的王国，居民信奉名为埃特罗的死之女神。\r\n在这传奇的土地上，人们祝福那些死去的人灵魂，并说明他们越过一道门前往来生。\r\n当这道门开启，灵魂将向光芒之处飞奔，引导他们升入天堂。\r\n据说活着的人只有极少数的人可以看见这道光芒，这是为死去灵魂的庇护之光，诺克特和史黛拉都声称他们见到这光芒。\r\n虽然诺克特和史黛拉命中注定在一次相遇中认识，但是事情的发展将使这两位年轻男女身处敌对两方。\r\n最终幻想15将展示角色之间充满“人性”的故事情节。\r\n故事中和我们现在的现实生活有很多相似之处，包括很多生活细节。","localized_title":[{"lang":"zh-cn","text":"最终幻想15"},{"lang":"en","text":"Final Fantasy XV"},{"lang":"ca","text":"FINAL FANTASY XV"}],"localized_description":[{"lang":"zh-cn","text":"《最终幻想15》是FF系列即将推出一款新作。这一部作品，Square Enix公司将放弃一切，回归本质。并且关于《最终幻想15》目前Square Enix公司已经准备了多种构思。但由于《最终幻想》系列每部作品的方向性迥异，因此今后系列作品将沿着怎样的方向发展还没有最终确定，但有一点可以确定，那就是《最终幻想15》将描写之前从未涉及的故事。\r\n\r\n[故事梗概] 诺克特是个王子，是国王正宗血嗣继承人，他所在的王国也是最后拥有控制水晶之力的王国。\r\n因为他们具有支配水晶的能力，王国日益变得高科技化，在科技方面远远领先于邻邦，是最强大的国家。\r\n但王国也日益被邻邦孤立，因为所有的邻邦都失去了水晶，同时他们的战力也下降了。\r\n因为水晶的力量，王国在政权和经济上高度集中。因为失去了刀剑和魔法，敌国开始研制并使用火器，诺克特的王国和别的国家剑拔弩张，同时也是为了水晶之力的争夺。\r\n诺克特的王国也进行了一些和平的努力，他们开始进行国与国之间的磋商，但是一些好斗者破坏了商谈的氛围。\r\n史黛拉的王国，居民信奉名为埃特罗的死之女神。\r\n在这传奇的土地上，人们祝福那些死去的人灵魂，并说明他们越过一道门前往来生。\r\n当这道门开启，灵魂将向光芒之处飞奔，引导他们升入天堂。\r\n据说活着的人只有极少数的人可以看见这道光芒，这是为死去灵魂的庇护之光，诺克特和史黛拉都声称他们见到这光芒。\r\n虽然诺克特和史黛拉命中注定在一次相遇中认识，但是事情的发展将使这两位年轻男女身处敌对两方。\r\n最终幻想15将展示角色之间充满“人性”的故事情节。\r\n故事中和我们现在的现实生活有很多相似之处，包括很多生活细节。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/c5bef1c0-d122-4eab-89cf-4e56b618493c.jpg","rating":7.5,"rating_count":52,"rating_distribution":[1,11,25,32,28],"tags":["3a","8","arpg","ff","game","jrpg","ps4","ps5","rpg","squareenix","动作","史克威尔艾尼克斯","日本","最终幻想","有生之年","游戏","钓鱼模拟器","露营模拟器","鬼片拍摄"],"brief":"《最终幻想15》是FF系列即将推出一款新作。这一部作品，Square Enix公司将放弃一切，回归本质。并且关于《最终幻想15》目前Square Enix公司已经准备了多种构思。但由于《最终幻想》系列每部作品的方向性迥异，因此今后系列作品将沿着怎样的方向发展还没有最终确定，但有一点可以确定，那就是《最终幻想15》将描写之前从未涉及的故事。\r\n\r\n[故事梗概] 诺克特是个王子，是国王正宗血嗣继承人，他所在的王国也是最后拥有控制水晶之力的王国。\r\n因为他们具有支配水晶的能力，王国日益变得高科技化，在科技方面远远领先于邻邦，是最强大的国家。\r\n但王国也日益被邻邦孤立，因为所有的邻邦都失去了水晶，同时他们的战力也下降了。\r\n因为水晶的力量，王国在政权和经济上高度集中。因为失去了刀剑和魔法，敌国开始研制并使用火器，诺克特的王国和别的国家剑拔弩张，同时也是为了水晶之力的争夺。\r\n诺克特的王国也进行了一些和平的努力，他们开始进行国与国之间的磋商，但是一些好斗者破坏了商谈的氛围。\r\n史黛拉的王国，居民信奉名为埃特罗的死之女神。\r\n在这传奇的土地上，人们祝福那些死去的人灵魂，并说明他们越过一道门前往来生。\r\n当这道门开启，灵魂将向光芒之处飞奔，引导他们升入天堂。\r\n据说活着的人只有极少数的人可以看见这道光芒，这是为死去灵魂的庇护之光，诺克特和史黛拉都声称他们见到这光芒。\r\n虽然诺克特和史黛拉命中注定在一次相遇中认识，但是事情的发展将使这两位年轻男女身处敌对两方。\r\n最终幻想15将展示角色之间充满“人性”的故事情节。\r\n故事中和我们现在的现实生活有很多相似之处，包括很多生活细节。","id":"https://neodb.social/game/0Wh1c9xsORmP1JTOywS83V","uuid":"0Wh1c9xsORmP1JTOywS83V","url":"/game/0Wh1c9xsORmP1JTOywS83V","api_url":"/api/game/0Wh1c9xsORmP1JTOywS83V","category":"game","parent_uuid":null,"display_title":"最终幻想15","external_resources":[{"url":"https://www.douban.com/game/25747077/"}]},"created_time":"2024-10-14T21:35:48.528Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360344295753335016,"item":{"type":"Game","title":"杀出重围：人类分裂","description":"Deus Ex: Mankind Divided is an upcoming cyberpunk-themed action role-playing video game—combining first-person shooter, stealth and role-playing elements[2]—developed by Eidos Montreal and published by Square Enix as a sequel to the 2011 Deus Ex: Human Revolution. Set two years after Human Revolution, Mankind Divided features the return of Adam Jensen, with new technology and body augmentations. It is played from the first-person perspective, with a third-person perspective cover system.[3] It was announced in early April 2015, and is planned for release on Microsoft Windows, PlayStation 4, and Xbox One.","localized_title":[{"lang":"zh-cn","text":"杀出重围：人类分裂"},{"lang":"af","text":"DE Mankind Divided"},{"lang":"de","text":"Deus Ex 4"},{"lang":"af","text":"Deus Ex: Mankind Divided"}],"localized_description":[{"lang":"zh-cn","text":"Deus Ex: Mankind Divided is an upcoming cyberpunk-themed action role-playing video game—combining first-person shooter, stealth and role-playing elements[2]—developed by Eidos Montreal and published by Square Enix as a sequel to the 2011 Deus Ex: Human Revolution. Set two years after Human Revolution, Mankind Divided features the return of Adam Jensen, with new technology and body augmentations. It is played from the first-person perspective, with a third-person perspective cover system.[3] It was announced in early April 2015, and is planned for release on Microsoft Windows, PlayStation 4, and Xbox One."}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/7e9435a6-941e-414f-9539-955af517e492.jpg","rating":7.5,"rating_count":8,"rating_distribution":[0,0,25,75,0],"tags":["2016","fps","rpg","se","关卡设计","科幻","第一人称射击","角色扮演","赛博朋克"],"brief":"Deus Ex: Mankind Divided is an upcoming cyberpunk-themed action role-playing video game—combining first-person shooter, stealth and role-playing elements[2]—developed by Eidos Montreal and published by Square Enix as a sequel to the 2011 Deus Ex: Human Revolution. Set two years after Human Revolution, Mankind Divided features the return of Adam Jensen, with new technology and body augmentations. It is played from the first-person perspective, with a third-person perspective cover system.[3] It was announced in early April 2015, and is planned for release on Microsoft Windows, PlayStation 4, and Xbox One.","id":"https://neodb.social/game/6dFnfnvXiTFFH5gyEpiKgG","uuid":"6dFnfnvXiTFFH5gyEpiKgG","url":"/game/6dFnfnvXiTFFH5gyEpiKgG","api_url":"/api/game/6dFnfnvXiTFFH5gyEpiKgG","category":"game","parent_uuid":null,"display_title":"杀出重围：人类分裂","external_resources":[{"url":"https://www.douban.com/game/26425936/"}]},"created_time":"2024-09-21T15:39:34.913Z","comment_text":null,"rating_grade":8,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360344205018642208,"item":{"type":"Game","title":"聚爆","description":"台湾游戏开发商雷亚制作。游戏主体以类科幻小说风格打造，其中富有冲击力的人物场景与超快节奏的打斗都将给玩家们带来血脉贲张之感。","localized_title":[{"lang":"zh-cn","text":"聚爆"},{"lang":"en","text":"Implosion"}],"localized_description":[{"lang":"zh-cn","text":"台湾游戏开发商雷亚制作。游戏主体以类科幻小说风格打造，其中富有冲击力的人物场景与超快节奏的打斗都将给玩家们带来血脉贲张之感。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/bd2d157c-e006-44b8-9fad-3f6a77d5f4e0.jpg","rating":7.8,"rating_count":13,"rating_distribution":[0,0,38,30,30],"tags":["2015","act","业界良心","动作","台湾游戏","好玩","画面精致","科幻体","角色扮演"],"brief":"台湾游戏开发商雷亚制作。游戏主体以类科幻小说风格打造，其中富有冲击力的人物场景与超快节奏的打斗都将给玩家们带来血脉贲张之感。","id":"https://neodb.social/game/0dATBhj04b6AcOwyLtBdQH","uuid":"0dATBhj04b6AcOwyLtBdQH","url":"/game/0dATBhj04b6AcOwyLtBdQH","api_url":"/api/game/0dATBhj04b6AcOwyLtBdQH","category":"game","parent_uuid":null,"display_title":"聚爆","external_resources":[{"url":"https://www.douban.com/game/26367848/"}]},"created_time":"2024-09-21T15:39:13.293Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360344015677348184,"item":{"type":"Game","title":"赛博朋克 2077：往日之影","description":"《赛博朋克2077》首个剧情扩展包“往日之影”（Phantom Liberty）先导预告公开，2023年登陆PS5、XSX|S与PC平台。\r\n\r\n《赛博朋克2077》游戏将加入《赛博朋克 边缘行者》动画相关内容，包括新的迷你游戏、联动外套等。","localized_title":[{"lang":"zh-cn","text":"赛博朋克 2077：往日之影"},{"lang":"zh-tw","text":"電馭叛客 2077：自由幻局"},{"lang":"zh-cn","text":"电驭叛客 2077：自由幻局"},{"lang":"id","text":"Cyberpunk 2077: Phantom Liberty"}],"localized_description":[{"lang":"zh-cn","text":"《赛博朋克2077》首个剧情扩展包“往日之影”（Phantom Liberty）先导预告公开，2023年登陆PS5、XSX|S与PC平台。\r\n\r\n《赛博朋克2077》游戏将加入《赛博朋克 边缘行者》动画相关内容，包括新的迷你游戏、联动外套等。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/402f0256-b929-414c-8624-4d6948e9825e.jpg","rating":9.2,"rating_count":43,"rating_distribution":[0,0,4,18,76],"tags":["2023","3a","6","dlc","ps5","rpg","云","剧情","动作","射击","已通","波兰","第一人称射击","角色扮演","赛博朋克"],"brief":"《赛博朋克2077》首个剧情扩展包“往日之影”（Phantom Liberty）先导预告公开，2023年登陆PS5、XSX|S与PC平台。\r\n\r\n《赛博朋克2077》游戏将加入《赛博朋克 边缘行者》动画相关内容，包括新的迷你游戏、联动外套等。","id":"https://neodb.social/game/1sKwwEBcj05uRoxxcEDHYN","uuid":"1sKwwEBcj05uRoxxcEDHYN","url":"/game/1sKwwEBcj05uRoxxcEDHYN","api_url":"/api/game/1sKwwEBcj05uRoxxcEDHYN","category":"game","parent_uuid":null,"display_title":"赛博朋克 2077：往日之影","external_resources":[{"url":"https://www.douban.com/game/36087617/"}]},"created_time":"2024-09-21T15:38:28.153Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360343974160986080,"item":{"type":"Game","title":"质量效应","description":"《质量效应（MASS EFFECT）》是欧美RPG梦工厂BioWare继《星球大战：旧共和国武士》和《翡翠帝国》之后，再次为Console玩家献上的一款融入了动作射击要素的科幻题材RPG游戏。《质量效应》在以RPG（角色扮演）为主体的结构中融合了TPS（第三人称射击）的战斗要素，与《杀出重围》、《生化奇兵》等人气作品以动作射击为主，融入RPG元素的做法颇有异曲同工之妙。BioWare的出品向来以严谨、大气的风格著称。不论是画面素质，还是游戏内涵，《质量效应》都不会让喜欢科幻游戏的玩家们失望。","localized_title":[{"lang":"zh-cn","text":"质量效应"},{"lang":"en","text":"ME"},{"lang":"en","text":"Mass Effect"}],"localized_description":[{"lang":"zh-cn","text":"《质量效应（MASS EFFECT）》是欧美RPG梦工厂BioWare继《星球大战：旧共和国武士》和《翡翠帝国》之后，再次为Console玩家献上的一款融入了动作射击要素的科幻题材RPG游戏。《质量效应》在以RPG（角色扮演）为主体的结构中融合了TPS（第三人称射击）的战斗要素，与《杀出重围》、《生化奇兵》等人气作品以动作射击为主，融入RPG元素的做法颇有异曲同工之妙。BioWare的出品向来以严谨、大气的风格著称。不论是画面素质，还是游戏内涵，《质量效应》都不会让喜欢科幻游戏的玩家们失望。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/a114054a-bd6c-4648-b708-fe3cc4c40be8.jpg","rating":8.9,"rating_count":29,"rating_distribution":[3,0,3,34,58],"tags":["2007","action adventure","bioware","ps3","rpg","sci fi","shooter","射击","游戏 rpg","科幻","美国","角色扮演","质量效应"],"brief":"《质量效应（MASS EFFECT）》是欧美RPG梦工厂BioWare继《星球大战：旧共和国武士》和《翡翠帝国》之后，再次为Console玩家献上的一款融入了动作射击要素的科幻题材RPG游戏。《质量效应》在以RPG（角色扮演）为主体的结构中融合了TPS（第三人称射击）的战斗要素，与《杀出重围》、《生化奇兵》等人气作品以动作射击为主，融入RPG元素的做法颇有异曲同工之妙。BioWare的出品向来以严谨、大气的风格著称。不论是画面素质，还是游戏内涵，《质量效应》都不会让喜欢科幻游戏的玩家们失望。","id":"https://neodb.social/game/7bo1XRpgZtxBluZUXcZvUr","uuid":"7bo1XRpgZtxBluZUXcZvUr","url":"/game/7bo1XRpgZtxBluZUXcZvUr","api_url":"/api/game/7bo1XRpgZtxBluZUXcZvUr","category":"game","parent_uuid":null,"display_title":"质量效应","external_resources":[{"url":"https://www.douban.com/game/10739284/"}]},"created_time":"2024-09-21T15:38:18.247Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360343903519209216,"item":{"type":"Game","title":"蝙蝠侠：阿卡姆之城","description":"蝙蝠侠：阿卡姆之城（Batman: Arkham City），是2009年最佳动作游戏《蝙蝠侠：阿卡姆疯人院》的续作，由华纳兄弟出品，该作由Rocksteady工作室负责开发，登陆PC、PS3和Xbox 360平台，2011年秋季发售。","localized_title":[{"lang":"zh-cn","text":"蝙蝠侠：阿卡姆之城"},{"lang":"zh-cn","text":"蝙蝠侠：阿甘之城"},{"lang":"zh-cn","text":"蝙蝠侠：阿克汉姆之城"},{"lang":"id","text":"Batman: Arkham City"},{"lang":"en","text":"Batma: Arkham City"}],"localized_description":[{"lang":"zh-cn","text":"蝙蝠侠：阿卡姆之城（Batman: Arkham City），是2009年最佳动作游戏《蝙蝠侠：阿卡姆疯人院》的续作，由华纳兄弟出品，该作由Rocksteady工作室负责开发，登陆PC、PS3和Xbox 360平台，2011年秋季发售。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/46b95033-88e5-4eb2-8d2d-350c7fda8bc7.jpg","rating":9.3,"rating_count":40,"rating_distribution":[0,0,5,25,70],"tags":["2010s","2011","act","action adventure","avg","batman","game","pc","rocksteady","冒险","动作","美国","蝙蝠侠","角色扮演","解谜","超级英雄"],"brief":"蝙蝠侠：阿卡姆之城（Batman: Arkham City），是2009年最佳动作游戏《蝙蝠侠：阿卡姆疯人院》的续作，由华纳兄弟出品，该作由Rocksteady工作室负责开发，登陆PC、PS3和Xbox 360平台，2011年秋季发售。","id":"https://neodb.social/game/5vDCHUELH2hCYcKd4r3aBE","uuid":"5vDCHUELH2hCYcKd4r3aBE","url":"/game/5vDCHUELH2hCYcKd4r3aBE","api_url":"/api/game/5vDCHUELH2hCYcKd4r3aBE","category":"game","parent_uuid":null,"display_title":"蝙蝠侠：阿卡姆之城","external_resources":[{"url":"https://www.douban.com/game/10744991/"}]},"created_time":"2024-09-21T15:38:01.414Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360343762868546032,"item":{"type":"Game","title":"泰拉瑞亚","description":"挖掘，战斗，探索，修筑！在这个动感十足的冒险游戏中没有什么是不可能的。以世界为画布，地面作颜料，拿起你的工具开始吧！在《泰拉瑞亚》(Terraria)中你可以做很多事情：制造武器战胜各种各样的敌人及群落；挖掘地下寻找器材配件、金钱和其他有用的东西，收集木材，石料，矿石等资源，用你的世界创造你需要的一切并守护它。建造一所房子，一所堡垒，甚至一座城堡，人们将会搬进来住在那里，卖给你各种各样的商品来协助你的旅程。不过，要当心，因为有更多的挑战等待你…","localized_title":[{"lang":"zh-cn","text":"泰拉瑞亚"},{"lang":"en","text":"Terraria"},{"lang":"zh-cn","text":"泰拉瑞亚 Terraria"}],"localized_description":[{"lang":"zh-cn","text":"挖掘，战斗，探索，修筑！在这个动感十足的冒险游戏中没有什么是不可能的。以世界为画布，地面作颜料，拿起你的工具开始吧！在《泰拉瑞亚》(Terraria)中你可以做很多事情：制造武器战胜各种各样的敌人及群落；挖掘地下寻找器材配件、金钱和其他有用的东西，收集木材，石料，矿石等资源，用你的世界创造你需要的一切并守护它。建造一所房子，一所堡垒，甚至一座城堡，人们将会搬进来住在那里，卖给你各种各样的商品来协助你的旅程。不过，要当心，因为有更多的挑战等待你…"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/e29ccc6c-0ba4-4380-bf30-369428450d3a.jpg","rating":8.9,"rating_count":88,"rating_distribution":[0,2,9,22,65],"tags":["2011","act","adv","pc","pixel","rpg","steam","像素","冒险","横版","沙盒","独立","独立游戏","生存","角色扮演"],"brief":"挖掘，战斗，探索，修筑！在这个动感十足的冒险游戏中没有什么是不可能的。以世界为画布，地面作颜料，拿起你的工具开始吧！在《泰拉瑞亚》(Terraria)中你可以做很多事情：制造武器战胜各种各样的敌人及群落；挖掘地下寻找器材配件、金钱和其他有用的东西，收集木材，石料，矿石等资源，用你的世界创造你需要的一切并守护它。建造一所房子，一所堡垒，甚至一座城堡，人们将会搬进来住在那里，卖给你各种各样的商品来协助你的旅程。不过，要当心，因为有更多的挑战等待你…","id":"https://neodb.social/game/2JQzxZSoWQGcRRzCKxUhAF","uuid":"2JQzxZSoWQGcRRzCKxUhAF","url":"/game/2JQzxZSoWQGcRRzCKxUhAF","api_url":"/api/game/2JQzxZSoWQGcRRzCKxUhAF","category":"game","parent_uuid":null,"display_title":"泰拉瑞亚","external_resources":[{"url":"https://www.douban.com/game/10755861/"},{"url":"https://eggplant.place/game/1YTu6yZqK8RNoLaV22bnmH"}]},"created_time":"2024-09-21T15:37:27.875Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360343733562991560,"item":{"type":"Game","title":"鹅作剧","description":"《Untitled Goose Game》是一款闹剧式的潜行沙盒游戏，玩家扮演一只逃脱的大鹅，置身于尚未察觉此事的村庄之中。在小镇中四处游荡，穿过村民的后院，踏入街边店铺，漫步在村庄广场，四处恶作剧、偷帽子、鸣叫，毁掉大家的好心情。","localized_title":[{"lang":"zh-cn","text":"鹅作剧"},{"lang":"zh-cn","text":"未命名的鹅戏"},{"lang":"zh-cn","text":"未命名大鹅游戏"},{"lang":"zh-cn","text":"大鹅模拟器"},{"lang":"zh-cn","text":"未闻鹅名"},{"lang":"zh-cn","text":"鹅妹子嘤"},{"lang":"zh-cn","text":"捣蛋鹅"},{"lang":"zh-cn","text":"无名之鹅"},{"lang":"en","text":"Untitled Goose Game"}],"localized_description":[{"lang":"zh-cn","text":"《Untitled Goose Game》是一款闹剧式的潜行沙盒游戏，玩家扮演一只逃脱的大鹅，置身于尚未察觉此事的村庄之中。在小镇中四处游荡，穿过村民的后院，踏入街边店铺，漫步在村庄广场，四处恶作剧、偷帽子、鸣叫，毁掉大家的好心情。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/991e7c28-53d6-4e87-997a-98bb8924afac.jpg","rating":8.2,"rating_count":95,"rating_distribution":[0,1,16,50,31],"tags":["2010s","2019","househouse","indie","nintendoswitch","puzzle","switch","儿童适宜","单人","单机游戏","双人合作","墨尔本","搞笑","沙盒","独立","独立游戏","角色扮演","解谜","鹅作剧"],"brief":"《Untitled Goose Game》是一款闹剧式的潜行沙盒游戏，玩家扮演一只逃脱的大鹅，置身于尚未察觉此事的村庄之中。在小镇中四处游荡，穿过村民的后院，踏入街边店铺，漫步在村庄广场，四处恶作剧、偷帽子、鸣叫，毁掉大家的好心情。","id":"https://neodb.social/game/3HmwyLfjD9SI23kP6c2VVI","uuid":"3HmwyLfjD9SI23kP6c2VVI","url":"/game/3HmwyLfjD9SI23kP6c2VVI","api_url":"/api/game/3HmwyLfjD9SI23kP6c2VVI","category":"game","parent_uuid":null,"display_title":"鹅作剧","external_resources":[{"url":"https://www.douban.com/game/30147239/"}]},"created_time":"2024-09-21T15:37:20.893Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360343655723031752,"item":{"type":"Game","title":"侠盗猎车手：罪恶都市","description":"　　一年之后的2003年5月，Rockstar North再次推出了《侠盗猎车手3》的续作《侠盗猎车手：罪恶都市》。游戏模式沿袭了《侠盗猎车手3》的模式。只是时间来到了1986年，地点换到了以迈阿密为原型的，阳光明媚的罪恶都市；这一作在《侠盗猎车手》的基础上增加了新的任务，加入了摩托车、直升飞机、高尔夫场地车等新的交通工具。至今为止，《侠盗猎车手3》与《侠盗猎车手：罪恶都市》仅PS2平台就售出1700多万套，大获成功！\n　　《侠盗猎车手：罪恶都市》讲述的是来自上作自由之城的黑手党Forelli家族成员Tommy，替老大Sonny背了15年黑锅后，又被发配到罪恶都市进行发展的故事，在故事后期，Tommy杀死了Sonny并独自控制了罪恶都市。","localized_title":[{"lang":"zh-cn","text":"侠盗猎车手：罪恶都市"},{"lang":"zh-cn","text":"横行霸道：罪恶都市"},{"lang":"en","text":"Grand Theft Auto: Vice City"}],"localized_description":[{"lang":"zh-cn","text":"　　一年之后的2003年5月，Rockstar North再次推出了《侠盗猎车手3》的续作《侠盗猎车手：罪恶都市》。游戏模式沿袭了《侠盗猎车手3》的模式。只是时间来到了1986年，地点换到了以迈阿密为原型的，阳光明媚的罪恶都市；这一作在《侠盗猎车手》的基础上增加了新的任务，加入了摩托车、直升飞机、高尔夫场地车等新的交通工具。至今为止，《侠盗猎车手3》与《侠盗猎车手：罪恶都市》仅PS2平台就售出1700多万套，大获成功！\n　　《侠盗猎车手：罪恶都市》讲述的是来自上作自由之城的黑手党Forelli家族成员Tommy，替老大Sonny背了15年黑锅后，又被发配到罪恶都市进行发展的故事，在故事后期，Tommy杀死了Sonny并独自控制了罪恶都市。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/e5c0ef0d-a1db-4000-bda8-5d6c2b2ac073.jpg","rating":9.5,"rating_count":115,"rating_distribution":[0,0,2,20,76],"tags":["2000s","2002","aag","act","gta","rockstar","动作","射击","未通关","沙盒","犯罪","神作","童年","童年回忆","经典","美国","角色扮演"],"brief":"　　一年之后的2003年5月，Rockstar North再次推出了《侠盗猎车手3》的续作《侠盗猎车手：罪恶都市》。游戏模式沿袭了《侠盗猎车手3》的模式。只是时间来到了1986年，地点换到了以迈阿密为原型的，阳光明媚的罪恶都市；这一作在《侠盗猎车手》的基础上增加了新的任务，加入了摩托车、直升飞机、高尔夫场地车等新的交通工具。至今为止，《侠盗猎车手3》与《侠盗猎车手：罪恶都市》仅PS2平台就售出1700多万套，大获成功！\n　　《侠盗猎车手：罪恶都市》讲述的是来自上作自由之城的黑手党Forelli家族成员Tommy，替老大Sonny背了15年黑锅后，又被发配到罪恶都市进行发展的故事，在故事后期，Tommy杀死了Sonny并独自控制了罪恶都市。","id":"https://neodb.social/game/0E0KvczM3tzZg8FNUeTkEi","uuid":"0E0KvczM3tzZg8FNUeTkEi","url":"/game/0E0KvczM3tzZg8FNUeTkEi","api_url":"/api/game/0E0KvczM3tzZg8FNUeTkEi","category":"game","parent_uuid":null,"display_title":"侠盗猎车手：罪恶都市","external_resources":[{"url":"https://www.douban.com/game/10787599/"}]},"created_time":"2024-09-21T15:37:02.336Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360343608510038696,"item":{"type":"Game","title":"饥荒","description":"《饥荒》是由《闪克》制造组Klei制造发行的一款动作冒险类求生游戏，\r\n\r\n《饥荒》的故事讲述的是关于一名科学家被恶魔传送到了异世界荒野。\r\n他必需用本人的聪慧在残酷的野外环境中求生，差不多就是《东京丛林》加上能乖巧活动的双手，或者《我的世界》加上消化系统。","localized_title":[{"lang":"zh-cn","text":"饥荒"},{"lang":"en","text":"Don't Starve"},{"lang":"zh","text":"饥荒"},{"lang":"es","text":"Don't Starve"},{"lang":"fr","text":"Don't Starve"},{"lang":"de","text":"Don’t Starve"},{"lang":"pt","text":"Don't Starve"},{"lang":"ko","text":"Don't Starve"}],"localized_description":[{"lang":"zh-cn","text":"《饥荒》是由《闪克》制造组Klei制造发行的一款动作冒险类求生游戏，\r\n\r\n《饥荒》的故事讲述的是关于一名科学家被恶魔传送到了异世界荒野。\r\n他必需用本人的聪慧在残酷的野外环境中求生，差不多就是《东京丛林》加上能乖巧活动的双手，或者《我的世界》加上消化系统。"},{"lang":"zh","text":"2013年发行的生存游戏"},{"lang":"zh-hant","text":"2013年的電玩遊戲"},{"lang":"en","text":"2013 video game developed by Klei Entertainment"},{"lang":"es","text":"videojuego de 2013"},{"lang":"fr","text":"jeu vidéo de 2013"},{"lang":"de","text":"Indie-Action-Adventure-Computerspiel, veröffentlicht von Klei Entertainment im Jahr 2013"},{"lang":"pt","text":"jogo eletrônico de 2013"},{"lang":"en","text":"Don’t Starve is an uncompromising wilderness survival game full of science and magic.\n\nYou play as Wilson, an intrepid Gentleman Scientist who has been trapped by a demon and transported to a mysterious wilderness world. Wilson must learn to exploit his environment and its inhabitants if he ever hopes to escape and find his way back home.\n\nEnter a strange and unexplored world full of strange creatures, dangers, and surprises. Gather resources to craft items and structures that match your survival style. Play your way as you unravel the mysteries of this strange land."}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/c3f69eda-97e7-4e9f-906d-67325765e781.jpg","rating":8.8,"rating_count":181,"rating_distribution":[0,0,9,37,53],"tags":["2013","act","indie","klei","misc","pc","rpg","sandbox","steam","以前玩过","冒险","单机游戏","沙盒","生存","策略","美国","英国","角色扮演","解谜"],"brief":"《饥荒》是由《闪克》制造组Klei制造发行的一款动作冒险类求生游戏，\r\n\r\n《饥荒》的故事讲述的是关于一名科学家被恶魔传送到了异世界荒野。\r\n他必需用本人的聪慧在残酷的野外环境中求生，差不多就是《东京丛林》加上能乖巧活动的双手，或者《我的世界》加上消化系统。","id":"https://neodb.social/game/6kr383P1ICGCJP7Zli7UQZ","uuid":"6kr383P1ICGCJP7Zli7UQZ","url":"/game/6kr383P1ICGCJP7Zli7UQZ","api_url":"/api/game/6kr383P1ICGCJP7Zli7UQZ","category":"game","parent_uuid":null,"display_title":"饥荒","external_resources":[{"url":"https://store.steampowered.com/app/219740"},{"url":"https://www.douban.com/game/24017230/"},{"url":"https://www.wikidata.org/wiki/Q3208174"},{"url":"https://www.igdb.com/games/don-t-starve"}]},"created_time":"2024-09-21T15:36:51.069Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360343537623145520,"item":{"type":"Game","title":"虐杀原形","description":"虐杀原形（Prototype）是一款开放式科幻类动作冒险游戏，由Activision公司发行。游戏设定在现代的纽约，游戏的主角是一个漫画式的反英雄角色——Alex Mercer，患有健忘症的游戏主角，一次醒来之后发现完全不知道之前做了些什么。玩家需要利用主角的各种超能力来寻找他的过去。\n游戏于2009年6月9日在北美上市，09年6月5日在欧洲上市，平台为X360、PS3和PC。\n任务多、技能多、剧情多、血腥暴力、杀戮快感，值得推荐。\n虐杀原形2于2012年4月24日登陆XB360、PS3；将于2012年7月24日登陆PC。","localized_title":[{"lang":"zh-cn","text":"虐杀原形"},{"lang":"zh-tw","text":"虐殺原形"},{"lang":"en","text":"Prototype"}],"localized_description":[{"lang":"zh-cn","text":"虐杀原形（Prototype）是一款开放式科幻类动作冒险游戏，由Activision公司发行。游戏设定在现代的纽约，游戏的主角是一个漫画式的反英雄角色——Alex Mercer，患有健忘症的游戏主角，一次醒来之后发现完全不知道之前做了些什么。玩家需要利用主角的各种超能力来寻找他的过去。\n游戏于2009年6月9日在北美上市，09年6月5日在欧洲上市，平台为X360、PS3和PC。\n任务多、技能多、剧情多、血腥暴力、杀戮快感，值得推荐。\n虐杀原形2于2012年4月24日登陆XB360、PS3；将于2012年7月24日登陆PC。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/92cba20e-5342-4c94-8a74-bc87813804fb.jpg","rating":8.3,"rating_count":48,"rating_distribution":[0,2,18,41,37],"tags":["2000s","2009","act","activision","avg","pc","radical","sonicmayhem","动作","动作游戏","沙盒","科幻","美国","虐杀原形"],"brief":"虐杀原形（Prototype）是一款开放式科幻类动作冒险游戏，由Activision公司发行。游戏设定在现代的纽约，游戏的主角是一个漫画式的反英雄角色——Alex Mercer，患有健忘症的游戏主角，一次醒来之后发现完全不知道之前做了些什么。玩家需要利用主角的各种超能力来寻找他的过去。\n游戏于2009年6月9日在北美上市，09年6月5日在欧洲上市，平台为X360、PS3和PC。\n任务多、技能多、剧情多、血腥暴力、杀戮快感，值得推荐。\n虐杀原形2于2012年4月24日登陆XB360、PS3；将于2012年7月24日登陆PC。","id":"https://neodb.social/game/2KEGhzyv230g22ah7MCEuZ","uuid":"2KEGhzyv230g22ah7MCEuZ","url":"/game/2KEGhzyv230g22ah7MCEuZ","api_url":"/api/game/2KEGhzyv230g22ah7MCEuZ","category":"game","parent_uuid":null,"display_title":"虐杀原形","external_resources":[{"url":"https://www.douban.com/game/10749596/"},{"url":"https://bgm.tv/subject/1693"}]},"created_time":"2024-09-21T15:36:34.179Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360343461460131600,"item":{"type":"Game","title":"模拟地铁","description":"迷你地铁（Mini Metro），这个屡获殊荣的地铁模拟游戏，终于登陆 iOS 平台啦！\r\n\r\n• 英国电影和电视艺术学院奖（BAFTA）提名\r\n• 独立游戏节（IGF）获奖\r\n• 桌面版怒售 250000 套\r\n\r\n迷你地铁的游戏原则是为不断扩张的城市人口设计适用的地铁管网。在两个站点之间划线便可连接管路，让车厢穿梭其间。在新站点出现时，及时修改线路规划，不断提高运输效率。在有限的经费、资源面前权衡得失。你是否跟得上城市发展的脚步呢？\r\n\r\n• 随机的城市发展模式让每一局游戏都风格迥异\r\n• 全球 11 座真实城市模型考验你的规划技巧\r\n• 多样化的发展策略，不断提升运输效率\r\n• 普通模式打榜，极限模式虐心\r\n• 在每日任务中，与全世界玩家为敌\r\n• 尽显人道主意关爱的色盲模式与夜间模式\r\n• 由 Disasterpeace （Fez 配乐师！）亲自操刀的自动配乐程序，让音乐随管网无尽变化","localized_title":[{"lang":"zh-cn","text":"模拟地铁"},{"lang":"zh-cn","text":"迷你地铁"},{"lang":"it","text":"Mini Metro"}],"localized_description":[{"lang":"zh-cn","text":"迷你地铁（Mini Metro），这个屡获殊荣的地铁模拟游戏，终于登陆 iOS 平台啦！\r\n\r\n• 英国电影和电视艺术学院奖（BAFTA）提名\r\n• 独立游戏节（IGF）获奖\r\n• 桌面版怒售 250000 套\r\n\r\n迷你地铁的游戏原则是为不断扩张的城市人口设计适用的地铁管网。在两个站点之间划线便可连接管路，让车厢穿梭其间。在新站点出现时，及时修改线路规划，不断提高运输效率。在有限的经费、资源面前权衡得失。你是否跟得上城市发展的脚步呢？\r\n\r\n• 随机的城市发展模式让每一局游戏都风格迥异\r\n• 全球 11 座真实城市模型考验你的规划技巧\r\n• 多样化的发展策略，不断提升运输效率\r\n• 普通模式打榜，极限模式虐心\r\n• 在每日任务中，与全世界玩家为敌\r\n• 尽显人道主意关爱的色盲模式与夜间模式\r\n• 由 Disasterpeace （Fez 配乐师！）亲自操刀的自动配乐程序，让音乐随管网无尽变化"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/f4f01229-861d-4663-b3f8-a52be5a54442.jpg","rating":8.9,"rating_count":114,"rating_distribution":[0,0,6,38,54],"tags":["2014","2015","indie","indiegame","sim","steam","单机游戏","手游","新西兰","模拟","模拟经营","正版","烧脑","独立","独立游戏","益智","种田","策略","经营"],"brief":"迷你地铁（Mini Metro），这个屡获殊荣的地铁模拟游戏，终于登陆 iOS 平台啦！\r\n\r\n• 英国电影和电视艺术学院奖（BAFTA）提名\r\n• 独立游戏节（IGF）获奖\r\n• 桌面版怒售 250000 套\r\n\r\n迷你地铁的游戏原则是为不断扩张的城市人口设计适用的地铁管网。在两个站点之间划线便可连接管路，让车厢穿梭其间。在新站点出现时，及时修改线路规划，不断提高运输效率。在有限的经费、资源面前权衡得失。你是否跟得上城市发展的脚步呢？\r\n\r\n• 随机的城市发展模式让每一局游戏都风格迥异\r\n• 全球 11 座真实城市模型考验你的规划技巧\r\n• 多样化的发展策略，不断提升运输效率\r\n• 普通模式打榜，极限模式虐心\r\n• 在每日任务中，与全世界玩家为敌\r\n• 尽显人道主意关爱的色盲模式与夜间模式\r\n• 由 Disasterpeace （Fez 配乐师！）亲自操刀的自动配乐程序，让音乐随管网无尽变化","id":"https://neodb.social/game/5iUjAG98p6XGIouO63goFJ","uuid":"5iUjAG98p6XGIouO63goFJ","url":"/game/5iUjAG98p6XGIouO63goFJ","api_url":"/api/game/5iUjAG98p6XGIouO63goFJ","category":"game","parent_uuid":null,"display_title":"模拟地铁","external_resources":[{"url":"https://www.douban.com/game/26345554/"}]},"created_time":"2024-09-21T15:36:16.019Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360343430695656760,"item":{"type":"Game","title":"旁观者","description":"《旁观者（Beholder）》是Warm Lamp Games制作的一款题材新颖的冒险解谜独立游戏。游戏风格类似于《我的战争》，我想做个好人，但是我做不到。我想做好事，但是好心办事不一定有好结果。我努力地寻找一个平衡，一个能让我活下去，能让我不被良心折磨的平衡。\r\n　　在《旁观者》中，玩家扮演Carl，一个居住在极权国家State的房东，他必须监视自己的房客，对他们实施窃听并安放窃听装置与摄影机，来为他们每个人建立档案，一旦发现有人密谋反对State，就必须立即上报。\r\n　　在《旁观者》中的每一个选择都会产生直接的后果。你居住在一个反乌托邦的未来，极权主义国家State的法律非常严酷，监督非常全面，隐私仿佛荡然无存。在《旁观者》中行动需要道德抉择——如果一个正在参与地下革命行动的医生被你发现，而这个人恰好是唯一能够治疗你孩子疾病的人，作为一个父亲，你将如何选择？","localized_title":[{"lang":"zh-cn","text":"旁观者"},{"lang":"zh-tw","text":"監視者"},{"lang":"en","text":"Beholder"},{"lang":"zh","text":"監視者"},{"lang":"fr","text":"Beholder"},{"lang":"de","text":"Beholder"},{"lang":"ko","text":"비홀더"}],"localized_description":[{"lang":"zh-cn","text":"《旁观者（Beholder）》是Warm Lamp Games制作的一款题材新颖的冒险解谜独立游戏。游戏风格类似于《我的战争》，我想做个好人，但是我做不到。我想做好事，但是好心办事不一定有好结果。我努力地寻找一个平衡，一个能让我活下去，能让我不被良心折磨的平衡。\r\n　　在《旁观者》中，玩家扮演Carl，一个居住在极权国家State的房东，他必须监视自己的房客，对他们实施窃听并安放窃听装置与摄影机，来为他们每个人建立档案，一旦发现有人密谋反对State，就必须立即上报。\r\n　　在《旁观者》中的每一个选择都会产生直接的后果。你居住在一个反乌托邦的未来，极权主义国家State的法律非常严酷，监督非常全面，隐私仿佛荡然无存。在《旁观者》中行动需要道德抉择——如果一个正在参与地下革命行动的医生被你发现，而这个人恰好是唯一能够治疗你孩子疾病的人，作为一个父亲，你将如何选择？"},{"lang":"zh","text":"電子遊戲"},{"lang":"en","text":"2016 video game"},{"lang":"es","text":"videojuego de 2016"},{"lang":"fr","text":"jeu vidéo de 2016"},{"lang":"de","text":"Computerspiel aus dem Jahr 2016"},{"lang":"pt","text":"jogo eletrônico de 2016"},{"lang":"ko","text":"비디오 게임"},{"lang":"en","text":"A totalitarian State controls every aspect of private and social life. Laws are oppressive. Surveillance is total. Privacy is dead. You are a State-installed manager of an apartment house. The State requires you to spy on your tenants, and report any illegal or subversive activity. However, you can also choose to keep the information to yourself, or use it to blackmail the residents, resulting in a multitude of choices and endings."}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/6bf68927-ee83-4c60-89d9-0ad4b5e319e2.jpg","rating":8.4,"rating_count":103,"rating_distribution":[0,4,7,49,37],"tags":["1984","2010s","2016","dystopian","indie","koei","pc","rpg","steam","单机","单机游戏","反乌托邦","模拟","模拟经营","游戏","独立游戏","策略","经营","黑暗"],"brief":"《旁观者（Beholder）》是Warm Lamp Games制作的一款题材新颖的冒险解谜独立游戏。游戏风格类似于《我的战争》，我想做个好人，但是我做不到。我想做好事，但是好心办事不一定有好结果。我努力地寻找一个平衡，一个能让我活下去，能让我不被良心折磨的平衡。\r\n　　在《旁观者》中，玩家扮演Carl，一个居住在极权国家State的房东，他必须监视自己的房客，对他们实施窃听并安放窃听装置与摄影机，来为他们每个人建立档案，一旦发现有人密谋反对State，就必须立即上报。\r\n　　在《旁观者》中的每一个选择都会产生直接的后果。你居住在一个反乌托邦的未来，极权主义国家State的法律非常严酷，监督非常全面，隐私仿佛荡然无存。在《旁观者》中行动需要道德抉择——如果一个正在参与地下革命行动的医生被你发现，而这个人恰好是唯一能够治疗你孩子疾病的人，作为一个父亲，你将如何选择？","id":"https://neodb.social/game/0wsJKW4DTVnOLyWAs6ZUF6","uuid":"0wsJKW4DTVnOLyWAs6ZUF6","url":"/game/0wsJKW4DTVnOLyWAs6ZUF6","api_url":"/api/game/0wsJKW4DTVnOLyWAs6ZUF6","category":"game","parent_uuid":null,"display_title":"旁观者","external_resources":[{"url":"https://www.douban.com/game/26913268/"},{"url":"https://store.steampowered.com/app/475550"},{"url":"https://www.wikidata.org/wiki/Q27773357"},{"url":"https://www.igdb.com/games/beholder"}]},"created_time":"2024-09-21T15:36:08.682Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360343272612895808,"item":{"type":"Game","title":"机械迷城","description":"由独立开发小组Amanita Design设计制作的最新作品《Machinarium》PC版发售日定于09年10月16日。此作堪称以独特的水墨风格展现给玩家的是一款冒险解谜游戏，值得期待。游戏将采用传统点击式界面,和Samorost游戏相似,2D背景和人物,没有对白.不过,Machinarium游戏时间将更长更复杂,这次画面将由手画,而玩家有个小物品栏。Machinarium中每个人都是机器人,包括我们的小英雄,他将对从 &#34;Black Cap Brotherhood&#34;来的坏人。本游戏在2009年独立游戏节上斩获了视觉艺术奖。","localized_title":[{"lang":"zh-cn","text":"机械迷城"},{"lang":"ja","text":"マシナリウム"},{"lang":"en","text":"Machinarium"}],"localized_description":[{"lang":"zh-cn","text":"由独立开发小组Amanita Design设计制作的最新作品《Machinarium》PC版发售日定于09年10月16日。此作堪称以独特的水墨风格展现给玩家的是一款冒险解谜游戏，值得期待。游戏将采用传统点击式界面,和Samorost游戏相似,2D背景和人物,没有对白.不过,Machinarium游戏时间将更长更复杂,这次画面将由手画,而玩家有个小物品栏。Machinarium中每个人都是机器人,包括我们的小英雄,他将对从 &#34;Black Cap Brotherhood&#34;来的坏人。本游戏在2009年独立游戏节上斩获了视觉艺术奖。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/f74c6ae8-9c3a-4491-93ca-6168ebc9f998.jpg","rating":9.0,"rating_count":204,"rating_distribution":[0,0,6,31,60],"tags":["2000s","2009","amanita","design","indiegame","puz","puzzle","sci fi","xgp","儿童适宜","冒险","单机","单机游戏","游戏","独立","独立游戏","益智","经典","解谜"],"brief":"由独立开发小组Amanita Design设计制作的最新作品《Machinarium》PC版发售日定于09年10月16日。此作堪称以独特的水墨风格展现给玩家的是一款冒险解谜游戏，值得期待。游戏将采用传统点击式界面,和Samorost游戏相似,2D背景和人物,没有对白.不过,Machinarium游戏时间将更长更复杂,这次画面将由手画,而玩家有个小物品栏。Machinarium中每个人都是机器人,包括我们的小英雄,他将对从 &#34;Black Cap Brotherhood&#34;来的坏人。本游戏在2009年独立游戏节上斩获了视觉艺术奖。","id":"https://neodb.social/game/6RigL36qqJ0tEMy9fCV0R3","uuid":"6RigL36qqJ0tEMy9fCV0R3","url":"/game/6RigL36qqJ0tEMy9fCV0R3","api_url":"/api/game/6RigL36qqJ0tEMy9fCV0R3","category":"game","parent_uuid":null,"display_title":"机械迷城","external_resources":[{"url":"https://www.douban.com/game/10734276/"}]},"created_time":"2024-09-21T15:35:30.998Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360343240243972144,"item":{"type":"Game","title":"瘟疫公司 Plague Inc.","description":"《瘟疫公司》（Plague Inc.）是由位于英国伦敦的独立游戏工作室Ndemic Creations所开发的一款以传染疾病为题材的策略游戏，于2012年5月26日首先在苹果公司的App Store发布初版，并于当年10月由Miniclip公司代理在Google Play发布Android版本，在2015年5月15日于Windows应用商场发布Windows Phone版本，为《瘟疫公司》系列的初代作品。国内的安卓端正版由北京寻梦科技有限公司在2015年9月18日发行。 \r\n游戏要求玩家将所选定的病原体散布到世界各地，从而制造一场超级瘟疫，最终让全人类死于该传染病。而在病原体传播和感染的过程中，玩家需要不断修正其传染性和抵抗力，以应对来自世界各国政府及科学家们的反击措施。初始版本下游戏提供了细菌、病毒、真菌、寄生虫、朊病毒、纳米病毒以及生物武器七种基础病原体，在后续更新版本中补充了虚构的特殊病原体Neurax蠕虫、Necroa病毒、猩猩流感和暗影瘟疫。\r\n该作在App Store被评为2012年年度最佳iPhone及iPad类游戏，并在往后数年多次登上不同国家或地区的畅销排行榜。该游戏在2014年2月20日于Steam平台发布了电脑端版本《瘟疫公司：进化》，其XBOX ONE版本于2015年9月18日发布，而PS4版本则是在2016年5月31日。","localized_title":[{"lang":"zh-cn","text":"瘟疫公司 Plague Inc."},{"lang":"zh-cn","text":"无"}],"localized_description":[{"lang":"zh-cn","text":"《瘟疫公司》（Plague Inc.）是由位于英国伦敦的独立游戏工作室Ndemic Creations所开发的一款以传染疾病为题材的策略游戏，于2012年5月26日首先在苹果公司的App Store发布初版，并于当年10月由Miniclip公司代理在Google Play发布Android版本，在2015年5月15日于Windows应用商场发布Windows Phone版本，为《瘟疫公司》系列的初代作品。国内的安卓端正版由北京寻梦科技有限公司在2015年9月18日发行。 \r\n游戏要求玩家将所选定的病原体散布到世界各地，从而制造一场超级瘟疫，最终让全人类死于该传染病。而在病原体传播和感染的过程中，玩家需要不断修正其传染性和抵抗力，以应对来自世界各国政府及科学家们的反击措施。初始版本下游戏提供了细菌、病毒、真菌、寄生虫、朊病毒、纳米病毒以及生物武器七种基础病原体，在后续更新版本中补充了虚构的特殊病原体Neurax蠕虫、Necroa病毒、猩猩流感和暗影瘟疫。\r\n该作在App Store被评为2012年年度最佳iPhone及iPad类游戏，并在往后数年多次登上不同国家或地区的畅销排行榜。该游戏在2014年2月20日于Steam平台发布了电脑端版本《瘟疫公司：进化》，其XBOX ONE版本于2015年9月18日发布，而PS4版本则是在2016年5月31日。"}],"cover_image_url":"https://neodb.social/m/game/2021/09/15a8d8c536-dcb2-4c65-9a1b-39fd521a43a7.jpg","rating":8.4,"rating_count":190,"rating_distribution":[0,1,9,57,32],"tags":["2012","2020","indiegame","slg","strategy","单机","单机游戏","好玩","手游","游戏","独立","独立游戏","瘟疫公司","益智","策略","经典","美国","美国游戏","英国"],"brief":"《瘟疫公司》（Plague Inc.）是由位于英国伦敦的独立游戏工作室Ndemic Creations所开发的一款以传染疾病为题材的策略游戏，于2012年5月26日首先在苹果公司的App Store发布初版，并于当年10月由Miniclip公司代理在Google Play发布Android版本，在2015年5月15日于Windows应用商场发布Windows Phone版本，为《瘟疫公司》系列的初代作品。国内的安卓端正版由北京寻梦科技有限公司在2015年9月18日发行。 \r\n游戏要求玩家将所选定的病原体散布到世界各地，从而制造一场超级瘟疫，最终让全人类死于该传染病。而在病原体传播和感染的过程中，玩家需要不断修正其传染性和抵抗力，以应对来自世界各国政府及科学家们的反击措施。初始版本下游戏提供了细菌、病毒、真菌、寄生虫、朊病毒、纳米病毒以及生物武器七种基础病原体，在后续更新版本中补充了虚构的特殊病原体Neurax蠕虫、Necroa病毒、猩猩流感和暗影瘟疫。\r\n该作在App Store被评为2012年年度最佳iPhone及iPad类游戏，并在往后数年多次登上不同国家或地区的畅销排行榜。该游戏在2014年2月20日于Steam平台发布了电脑端版本《瘟疫公司：进化》，其XBOX ONE版本于2015年9月18日发布，而PS4版本则是在2016年5月31日。","id":"https://neodb.social/game/5D0mkbSLAeUOTrrUPy12qG","uuid":"5D0mkbSLAeUOTrrUPy12qG","url":"/game/5D0mkbSLAeUOTrrUPy12qG","api_url":"/api/game/5D0mkbSLAeUOTrrUPy12qG","category":"game","parent_uuid":null,"display_title":"瘟疫公司 Plague Inc.","external_resources":[{"url":"https://www.douban.com/game/24299254/"}]},"created_time":"2024-09-21T15:35:23.269Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360343188129183816,"item":{"type":"Game","title":"纪念碑谷","description":"纪念碑谷","localized_title":[{"lang":"zh-cn","text":"纪念碑谷"},{"lang":"fr","text":"Monument Valley"},{"lang":"zh-cn","text":"纪念碑谷 Monument Valley"},{"lang":"zh","text":"纪念碑谷"},{"lang":"en","text":"Monument Valley"},{"lang":"es","text":"Monument Valley"},{"lang":"de","text":"Monument Valley"},{"lang":"pt","text":"Monument Valley"},{"lang":"ja","text":"Monument Valley"},{"lang":"ko","text":"모뉴먼트 밸리"}],"localized_description":[{"lang":"zh-cn","text":"纪念碑谷"},{"lang":"zh","text":"2014年电子游戏"},{"lang":"zh-cn","text":"2014年电子游戏"},{"lang":"en","text":"2014 puzzle video game"},{"lang":"es","text":"videojuego de 2014"},{"lang":"fr","text":"jeu vidéo sorti en 2014"},{"lang":"de","text":"Computerspiel aus dem Jahr 2014"},{"lang":"pt","text":"videojogo de 2014"},{"lang":"ja","text":"Ustwo Gamesのパズルゲーム"},{"lang":"ko","text":"비디오 게임"},{"lang":"en","text":"In Monument Valley, the player leads the player-character princess Ida through mazes of optical illusions and impossible objects, which are referred to as \"sacred geometry\" in-game, as she journeys to be forgiven for something. The game is presented in isometric view, and the player interacts with the environment to find hidden passages as Ida progresses to the map's exit. Each of the ten levels has a different central mechanic. Interactions include moving platforms and pillar animals, and creating bridges. The player is indirectly cued through the game by design elements like color, and directly cued by crow people, who block Ida's path. Critics compared the game's visual style to a vibrant M. C. Escher drawing and Echochrome. The game includes a camera mode where the player can roam the level to compose screenshots. It includes filters à la Instagram.\n\nAn illusory adventure of impossible architecture and forgiveness."}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/5eccbcd8-b4e5-4f92-8d9c-a152b059c59e.jpg","rating":9.4,"rating_count":519,"rating_distribution":[0,0,5,18,76],"tags":["2014","indiegame","puz","puzzle","unity3d","ustwo","休闲","单机游戏","手游","游戏","独立游戏","益智","神作","神话","美国","美国游戏","艺术","解密","解谜"],"brief":"纪念碑谷","id":"https://neodb.social/game/0SSoDAXtfPtiukFaqNGoaI","uuid":"0SSoDAXtfPtiukFaqNGoaI","url":"/game/0SSoDAXtfPtiukFaqNGoaI","api_url":"/api/game/0SSoDAXtfPtiukFaqNGoaI","category":"game","parent_uuid":null,"display_title":"纪念碑谷","external_resources":[{"url":"https://www.douban.com/game/25865152/"},{"url":"https://bgm.tv/subject/101922"},{"url":"https://eggplant.place/game/7LEp56Za1tkMcbdIajwZfu"},{"url":"https://store.steampowered.com/app/1927720"},{"url":"https://www.wikidata.org/wiki/Q15553298"},{"url":"https://www.igdb.com/games/monument-valley"}]},"created_time":"2024-09-21T15:35:10.850Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360342942735890504,"item":{"type":"Game","title":"万象物语 ","description":"《Sdorica》是由龙渊网络与雷亚游戏联合研发的大型角色扮演游戏，故事讲述远古大地由创世巨龙「斯多利卡」所掌控，他创造了永夜国度以及永生者，永生者们必须遵从「斯多利卡」的安排而生存，直到名为「凡泰缇」的永生者觉醒决定反身对抗，最终让太阳得到释放，世界的元素开始有了循环，所有永生者都重新获得了所有生命都该有的礼物：衰老与死亡。\r\n\r\n千年之后，凡泰缇的子孙建立了名为太阳王国的国家，其国力的强盛被黑暗中浅伏的邪恶所窥视着。围饶在人族、兽族、羽族、亚人、永生者、魔物间的壮阔故事即将翻开序章。\r\n\r\n《Sdorica》致力打造一个史诗的奇幻角色扮演游戏，战斗系统上，游戏采用 1 消 、2 消与 4 消方块的方式，来发动角色的独特技能。在不同场合环境下，玩家必须思考相应的策略与布阵。\r\n\r\n游戏剧情文本超过 500 多页，加上丰富精美的场景、流畅华丽的角色技能、充满策略挑战的玩法与关卡设计，让《Sdorica》整体氛围呈现更加精致。","localized_title":[{"lang":"zh-cn","text":"万象物语 "},{"lang":"ca","text":"Sdorica - Sunset -"}],"localized_description":[{"lang":"zh-cn","text":"《Sdorica》是由龙渊网络与雷亚游戏联合研发的大型角色扮演游戏，故事讲述远古大地由创世巨龙「斯多利卡」所掌控，他创造了永夜国度以及永生者，永生者们必须遵从「斯多利卡」的安排而生存，直到名为「凡泰缇」的永生者觉醒决定反身对抗，最终让太阳得到释放，世界的元素开始有了循环，所有永生者都重新获得了所有生命都该有的礼物：衰老与死亡。\r\n\r\n千年之后，凡泰缇的子孙建立了名为太阳王国的国家，其国力的强盛被黑暗中浅伏的邪恶所窥视着。围饶在人族、兽族、羽族、亚人、永生者、魔物间的壮阔故事即将翻开序章。\r\n\r\n《Sdorica》致力打造一个史诗的奇幻角色扮演游戏，战斗系统上，游戏采用 1 消 、2 消与 4 消方块的方式，来发动角色的独特技能。在不同场合环境下，玩家必须思考相应的策略与布阵。\r\n\r\n游戏剧情文本超过 500 多页，加上丰富精美的场景、流畅华丽的角色技能、充满策略挑战的玩法与关卡设计，让《Sdorica》整体氛围呈现更加精致。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/69b49a4b-c0f9-42d4-94a7-68dce28b39e5.jpg","rating":7.6,"rating_count":5,"rating_distribution":[0,0,40,40,20],"tags":["rpg","手游","消除","肝","角色扮演","雷亚"],"brief":"《Sdorica》是由龙渊网络与雷亚游戏联合研发的大型角色扮演游戏，故事讲述远古大地由创世巨龙「斯多利卡」所掌控，他创造了永夜国度以及永生者，永生者们必须遵从「斯多利卡」的安排而生存，直到名为「凡泰缇」的永生者觉醒决定反身对抗，最终让太阳得到释放，世界的元素开始有了循环，所有永生者都重新获得了所有生命都该有的礼物：衰老与死亡。\r\n\r\n千年之后，凡泰缇的子孙建立了名为太阳王国的国家，其国力的强盛被黑暗中浅伏的邪恶所窥视着。围饶在人族、兽族、羽族、亚人、永生者、魔物间的壮阔故事即将翻开序章。\r\n\r\n《Sdorica》致力打造一个史诗的奇幻角色扮演游戏，战斗系统上，游戏采用 1 消 、2 消与 4 消方块的方式，来发动角色的独特技能。在不同场合环境下，玩家必须思考相应的策略与布阵。\r\n\r\n游戏剧情文本超过 500 多页，加上丰富精美的场景、流畅华丽的角色技能、充满策略挑战的玩法与关卡设计，让《Sdorica》整体氛围呈现更加精致。","id":"https://neodb.social/game/0clvKRpuQyptp1P3Hag9jX","uuid":"0clvKRpuQyptp1P3Hag9jX","url":"/game/0clvKRpuQyptp1P3Hag9jX","api_url":"/api/game/0clvKRpuQyptp1P3Hag9jX","category":"game","parent_uuid":null,"display_title":"万象物语 ","external_resources":[{"url":"https://www.douban.com/game/27190870/"}]},"created_time":"2024-09-21T15:34:12.341Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360342907121374680,"item":{"type":"Game","title":"兰空","description":"《VOEZ》（发音近似于Voice）是由雷亚游戏（Rayark Inc）开发，大陆龙渊网络独家代理，继《Cytus》及《Deemo》两款全球人气音乐游戏作品后的雷亚游戏第三款音乐游戏。游戏于2016年2月25日开启首次封测。《VOEZ》以其创新的“动态音轨”玩法一经曝光后就吸引了大批音游粉丝瞩目。","localized_title":[{"lang":"zh-cn","text":"兰空"},{"lang":"en","text":"VOEZ"}],"localized_description":[{"lang":"zh-cn","text":"《VOEZ》（发音近似于Voice）是由雷亚游戏（Rayark Inc）开发，大陆龙渊网络独家代理，继《Cytus》及《Deemo》两款全球人气音乐游戏作品后的雷亚游戏第三款音乐游戏。游戏于2016年2月25日开启首次封测。《VOEZ》以其创新的“动态音轨”玩法一经曝光后就吸引了大批音游粉丝瞩目。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/9787fb17-ab93-476c-923d-707ff5cf82b8.jpg","rating":7.2,"rating_count":25,"rating_distribution":[0,8,36,40,16],"tags":["rayark","台湾","台湾游戏","唯美","手游","节奏","音乐","音游"],"brief":"《VOEZ》（发音近似于Voice）是由雷亚游戏（Rayark Inc）开发，大陆龙渊网络独家代理，继《Cytus》及《Deemo》两款全球人气音乐游戏作品后的雷亚游戏第三款音乐游戏。游戏于2016年2月25日开启首次封测。《VOEZ》以其创新的“动态音轨”玩法一经曝光后就吸引了大批音游粉丝瞩目。","id":"https://neodb.social/game/7PORcUD05uXYhdwodMtIM4","uuid":"7PORcUD05uXYhdwodMtIM4","url":"/game/7PORcUD05uXYhdwodMtIM4","api_url":"/api/game/7PORcUD05uXYhdwodMtIM4","category":"game","parent_uuid":null,"display_title":"兰空","external_resources":[{"url":"https://www.douban.com/game/26788818/"}]},"created_time":"2024-09-21T15:34:03.857Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360342859091590848,"item":{"type":"Game","title":"花雨旋律","description":"\"When music plays, the sun shall stay.\"\r\n\r\nA girl with flowers growing on her head and an incredible white being with a human form── Deemo. As a melody issues forth from the center of the train station, the rain gradually stops, and the sky clears up once again.\r\n\r\nIn the endless pouring rain, the two of them search the fantasy kingdom for a hope that will save the world.\r\n\r\n「只要演奏音乐，就能唤来晴天。」\r\n\r\n头上长出花朵的小女孩以及不可思议的白色人形──「Deemo」\r\n伴随着车站中心的演奏，雨水逐渐停止，天空再度放晴。\r\n\r\n两人将在无尽大雨的奇幻国度中，探索寻找拯救世界的希望。\r\n\r\nTapTap：\n\r\n官方网站：","localized_title":[{"lang":"zh-cn","text":"花雨旋律"},{"lang":"zh-cn","text":"古树旋律2"},{"lang":"nl","text":"Deemo 2"},{"lang":"nl","text":"Deemo II"}],"localized_description":[{"lang":"en","text":"\"When music plays, the sun shall stay.\"\r\n\r\nA girl with flowers growing on her head and an incredible white being with a human form── Deemo. As a melody issues forth from the center of the train station, the rain gradually stops, and the sky clears up once again.\r\n\r\nIn the endless pouring rain, the two of them search the fantasy kingdom for a hope that will save the world.\r\n\r\n「只要演奏音乐，就能唤来晴天。」\r\n\r\n头上长出花朵的小女孩以及不可思议的白色人形──「Deemo」\r\n伴随着车站中心的演奏，雨水逐渐停止，天空再度放晴。\r\n\r\n两人将在无尽大雨的奇幻国度中，探索寻找拯救世界的希望。\r\n\r\nTapTap：\n\r\n官方网站："}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/d6fdc2a2-f031-40e7-9cd1-ef981eddf337.jpg","rating":7.5,"rating_count":6,"rating_distribution":[0,0,16,66,16],"tags":[],"brief":"\"When music plays, the sun shall stay.\"\r\n\r\nA girl with flowers growing on her head and an incredible white being with a human form── Deemo. As a melody issues forth from the center of the train station, the rain gradually stops, and the sky clears up once again.\r\n\r\nIn the endless pouring rain, the two of them search the fantasy kingdom for a hope that will save the world.\r\n\r\n「只要演奏音乐，就能唤来晴天。」\r\n\r\n头上长出花朵的小女孩以及不可思议的白色人形──「Deemo」\r\n伴随着车站中心的演奏，雨水逐渐停止，天空再度放晴。\r\n\r\n两人将在无尽大雨的奇幻国度中，探索寻找拯救世界的希望。\r\n\r\nTapTap：\n\r\n官方网站：","id":"https://neodb.social/game/2sPGzxLf3EPYhP40kckK6a","uuid":"2sPGzxLf3EPYhP40kckK6a","url":"/game/2sPGzxLf3EPYhP40kckK6a","api_url":"/api/game/2sPGzxLf3EPYhP40kckK6a","category":"game","parent_uuid":null,"display_title":"花雨旋律","external_resources":[{"url":"https://www.douban.com/game/35055264/"}]},"created_time":"2024-09-21T15:33:52.403Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":1,"post_id":360342797540559072,"item":{"type":"Game","title":"古树旋律","description":"游戏的进行方式为下落式的MUG部分加上大厅探索的故事部分。整个故事围绕DEEMO弹琴让树木长高从而让小女孩能离开这里而进行。游戏的剧情进度就是根据树木的高度而定。每当完成一首新的曲子，树木就会长高一点，到一定高度就会出现剧情，玩家也可以对主画面的各种物件进行调查，这些物件不仅有相应的对话，有些还可以解锁隐藏曲。","localized_title":[{"lang":"zh-cn","text":"古树旋律"},{"lang":"zh-cn","text":"古树旋律 最终演奏"},{"lang":"en","text":"Deemo: The Last Recital"},{"lang":"en","text":"Deemo"}],"localized_description":[{"lang":"zh-cn","text":"游戏的进行方式为下落式的MUG部分加上大厅探索的故事部分。整个故事围绕DEEMO弹琴让树木长高从而让小女孩能离开这里而进行。游戏的剧情进度就是根据树木的高度而定。每当完成一首新的曲子，树木就会长高一点，到一定高度就会出现剧情，玩家也可以对主画面的各种物件进行调查，这些物件不仅有相应的对话，有些还可以解锁隐藏曲。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/90162356-6995-4ddd-92ae-1f361e6c63db.jpg","rating":9.0,"rating_count":96,"rating_distribution":[0,0,8,31,60],"tags":["3","app","i","mug","rayark","switch","台湾","台湾游戏","唯美","安卓","手游","游戏","神作","节奏","超有质感的音乐游戏","音乐","音乐游戏","音游"],"brief":"游戏的进行方式为下落式的MUG部分加上大厅探索的故事部分。整个故事围绕DEEMO弹琴让树木长高从而让小女孩能离开这里而进行。游戏的剧情进度就是根据树木的高度而定。每当完成一首新的曲子，树木就会长高一点，到一定高度就会出现剧情，玩家也可以对主画面的各种物件进行调查，这些物件不仅有相应的对话，有些还可以解锁隐藏曲。","id":"https://neodb.social/game/6SYaTxl4fxTfmJbnoyqWpW","uuid":"6SYaTxl4fxTfmJbnoyqWpW","url":"/game/6SYaTxl4fxTfmJbnoyqWpW","api_url":"/api/game/6SYaTxl4fxTfmJbnoyqWpW","category":"game","parent_uuid":null,"display_title":"古树旋律","external_resources":[{"url":"https://www.douban.com/game/26367850/"}]},"created_time":"2024-09-21T15:33:37.704Z","comment_text":"通关一次流一次眼泪","rating_grade":10,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360342601690316144,"item":{"type":"Game","title":"音乐世界 Cytus II","description":"「Cytus II」是雷亚游戏继「Cytus」、「Deemo」及「VOEZ」三款全球音乐游戏排行榜冠军作品后，由原班人马倾注全力打造的音乐节奏游戏续作。\r\n\r\n\r\n未来，人类重新定义了网路的发展和连线方式，能够轻易地在现实世界同步存取网路世界，改变了千年以来生活的样貌。\r\n在巨型精神网路空间cyTus裡，一位来历不明的传奇DJ Æsir，其音乐有着让人为之疯狂的魅力，每个音符和节拍都能够深深重击听者的灵魂深处。\r\n某日，从未露面的Æsir突然宣布要举办第一场大型虚拟音乐祭——Æsir-FEST，邀请了当红偶像歌手以及人气DJ作为开场嘉宾。\r\n宣传公开之际即造成前所未见的讨论热潮，所有人无不想一睹Æsir的真实面貌。\r\n而在音乐祭入场的前一小时，数以千万计的连线浏览次数打破历史纪录，整个城市瞬间沸腾了起来，等待Æsir如同天神般的降临……\r\n\r\n\r\n游戏特色：\r\n\r\n\r\n-独特动态判定线音乐游戏玩法\r\n跟随判定线打击拍点以获得高分，透过五种不同特性的拍点及随节奏动态变化的判定线，让游戏过程更贴合音乐，轻鬆融入并沉浸在乐曲之中。\r\n\r\n\r\n-超越50首最高质量乐曲\r\n本次收录乐曲涵盖世界各地如欧美、亚洲等创作者的作品，透过数位角色引领玩家游玩如电音、摇滚、古典等不同风格之乐曲，是不辜负千万人期待的自信力作。\r\n\r\n\r\n-多达150种不同谱面关卡\r\n设计超过150种由易到难的音乐谱面，丰富的游戏内容满足不同等级的玩家，透过指尖的打击体验最刺激的挑战和乐趣。\r\n\r\n\r\n-与游戏中的角色们一同进入虚拟的网路世界探险\r\n独特的故事系统 \"iM\" 将带领玩家与游戏中的角色逐步拼凑出 「Cytus II」背后的剧情脉络与世界观，在极富动态的视觉体验中揭开故事的真实面貌。","localized_title":[{"lang":"zh-cn","text":"音乐世界 Cytus II"}],"localized_description":[{"lang":"zh-cn","text":"「Cytus II」是雷亚游戏继「Cytus」、「Deemo」及「VOEZ」三款全球音乐游戏排行榜冠军作品后，由原班人马倾注全力打造的音乐节奏游戏续作。\r\n\r\n\r\n未来，人类重新定义了网路的发展和连线方式，能够轻易地在现实世界同步存取网路世界，改变了千年以来生活的样貌。\r\n在巨型精神网路空间cyTus裡，一位来历不明的传奇DJ Æsir，其音乐有着让人为之疯狂的魅力，每个音符和节拍都能够深深重击听者的灵魂深处。\r\n某日，从未露面的Æsir突然宣布要举办第一场大型虚拟音乐祭——Æsir-FEST，邀请了当红偶像歌手以及人气DJ作为开场嘉宾。\r\n宣传公开之际即造成前所未见的讨论热潮，所有人无不想一睹Æsir的真实面貌。\r\n而在音乐祭入场的前一小时，数以千万计的连线浏览次数打破历史纪录，整个城市瞬间沸腾了起来，等待Æsir如同天神般的降临……\r\n\r\n\r\n游戏特色：\r\n\r\n\r\n-独特动态判定线音乐游戏玩法\r\n跟随判定线打击拍点以获得高分，透过五种不同特性的拍点及随节奏动态变化的判定线，让游戏过程更贴合音乐，轻鬆融入并沉浸在乐曲之中。\r\n\r\n\r\n-超越50首最高质量乐曲\r\n本次收录乐曲涵盖世界各地如欧美、亚洲等创作者的作品，透过数位角色引领玩家游玩如电音、摇滚、古典等不同风格之乐曲，是不辜负千万人期待的自信力作。\r\n\r\n\r\n-多达150种不同谱面关卡\r\n设计超过150种由易到难的音乐谱面，丰富的游戏内容满足不同等级的玩家，透过指尖的打击体验最刺激的挑战和乐趣。\r\n\r\n\r\n-与游戏中的角色们一同进入虚拟的网路世界探险\r\n独特的故事系统 \"iM\" 将带领玩家与游戏中的角色逐步拼凑出 「Cytus II」背后的剧情脉络与世界观，在极富动态的视觉体验中揭开故事的真实面貌。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/7d470ef7-54a7-418d-a60d-55b1e8e21ea8.jpg","rating":8.7,"rating_count":80,"rating_distribution":[2,0,5,42,50],"tags":["ios","rayark","剧情","动作","单机","台湾","台湾游戏","好玩","手游","游戏","科幻","节奏","音乐","音乐游戏","音游"],"brief":"「Cytus II」是雷亚游戏继「Cytus」、「Deemo」及「VOEZ」三款全球音乐游戏排行榜冠军作品后，由原班人马倾注全力打造的音乐节奏游戏续作。\r\n\r\n\r\n未来，人类重新定义了网路的发展和连线方式，能够轻易地在现实世界同步存取网路世界，改变了千年以来生活的样貌。\r\n在巨型精神网路空间cyTus裡，一位来历不明的传奇DJ Æsir，其音乐有着让人为之疯狂的魅力，每个音符和节拍都能够深深重击听者的灵魂深处。\r\n某日，从未露面的Æsir突然宣布要举办第一场大型虚拟音乐祭——Æsir-FEST，邀请了当红偶像歌手以及人气DJ作为开场嘉宾。\r\n宣传公开之际即造成前所未见的讨论热潮，所有人无不想一睹Æsir的真实面貌。\r\n而在音乐祭入场的前一小时，数以千万计的连线浏览次数打破历史纪录，整个城市瞬间沸腾了起来，等待Æsir如同天神般的降临……\r\n\r\n\r\n游戏特色：\r\n\r\n\r\n-独特动态判定线音乐游戏玩法\r\n跟随判定线打击拍点以获得高分，透过五种不同特性的拍点及随节奏动态变化的判定线，让游戏过程更贴合音乐，轻鬆融入并沉浸在乐曲之中。\r\n\r\n\r\n-超越50首最高质量乐曲\r\n本次收录乐曲涵盖世界各地如欧美、亚洲等创作者的作品，透过数位角色引领玩家游玩如电音、摇滚、古典等不同风格之乐曲，是不辜负千万人期待的自信力作。\r\n\r\n\r\n-多达150种不同谱面关卡\r\n设计超过150种由易到难的音乐谱面，丰富的游戏内容满足不同等级的玩家，透过指尖的打击体验最刺激的挑战和乐趣。\r\n\r\n\r\n-与游戏中的角色们一同进入虚拟的网路世界探险\r\n独特的故事系统 \"iM\" 将带领玩家与游戏中的角色逐步拼凑出 「Cytus II」背后的剧情脉络与世界观，在极富动态的视觉体验中揭开故事的真实面貌。","id":"https://neodb.social/game/6gBdUEbbBskC3DJ64t1xv9","uuid":"6gBdUEbbBskC3DJ64t1xv9","url":"/game/6gBdUEbbBskC3DJ64t1xv9","api_url":"/api/game/6gBdUEbbBskC3DJ64t1xv9","category":"game","parent_uuid":null,"display_title":"音乐世界 Cytus II","external_resources":[{"url":"https://www.douban.com/game/27667186/"}]},"created_time":"2024-09-21T15:32:51.036Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360342587856086848,"item":{"type":"Game","title":"音乐世界","description":"《Cytus》是一款iOS/Android音乐游戏，游戏的每一个界面都相当的简洁，没有多余的累赘按钮，而玩法与操作也极易上手。游戏提供了三种不同的击键操作。游戏过程中是通过一条上下来回的滚动条控制击键节奏的，当滚动条到达独立的圆圈位时，单击即可。多个圆圈用线条连在一起的键位需要玩家在节奏到时用划线的方式完成，而圆圈加长条的键位则是通过长按完成的。","localized_title":[{"lang":"en","text":"Cytus"},{"lang":"zh-cn","text":"音乐世界"}],"localized_description":[{"lang":"zh-cn","text":"《Cytus》是一款iOS/Android音乐游戏，游戏的每一个界面都相当的简洁，没有多余的累赘按钮，而玩法与操作也极易上手。游戏提供了三种不同的击键操作。游戏过程中是通过一条上下来回的滚动条控制击键节奏的，当滚动条到达独立的圆圈位时，单击即可。多个圆圈用线条连在一起的键位需要玩家在节奏到时用划线的方式完成，而圆圈加长条的键位则是通过长按完成的。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/9b6716d3-1cf6-4793-8c68-bd1cde629fda.jpg","rating":8.9,"rating_count":51,"rating_distribution":[0,1,7,33,56],"tags":["2012","mug","rayark","单机","台湾","台湾游戏","手游","科幻","节奏","超有质感的音乐游戏","音乐","音乐游戏","音游"],"brief":"《Cytus》是一款iOS/Android音乐游戏，游戏的每一个界面都相当的简洁，没有多余的累赘按钮，而玩法与操作也极易上手。游戏提供了三种不同的击键操作。游戏过程中是通过一条上下来回的滚动条控制击键节奏的，当滚动条到达独立的圆圈位时，单击即可。多个圆圈用线条连在一起的键位需要玩家在节奏到时用划线的方式完成，而圆圈加长条的键位则是通过长按完成的。","id":"https://neodb.social/game/53p4cXsLjTxObt32YadRfV","uuid":"53p4cXsLjTxObt32YadRfV","url":"/game/53p4cXsLjTxObt32YadRfV","api_url":"/api/game/53p4cXsLjTxObt32YadRfV","category":"game","parent_uuid":null,"display_title":"音乐世界","external_resources":[{"url":"https://www.douban.com/game/23079289/"}]},"created_time":"2024-09-21T15:32:47.735Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":360342537615475144,"item":{"type":"Game","title":"细胞迷途","description":"《MO:Astray 细胞迷途》是一款像素风格的横向动作解谜游戏，拥有特殊能力的主角MO将藉由跳跃、黏着和各种特异能力，在怪异混沌的敌人和陷阱环伺之下，突破充满巧思的关卡谜题设计。 \r\n\r\n背景故事\r\n阴暗潮湿的黑暗中，巨大的机器正发出诡异的声音。 这些由计算机控管的先进设施皆已被异星野兽和栖息者入侵，但依然在疯狂运转着。 在荒废的实验室里，一个青绿色的不明生物MO逐渐苏醒，并发现自己面对的不只是已经被异星植物寄生、在死亡和重生系统之间悲惨轮回的人类，还有充满危机的险恶环境。 而隐隐约约，似乎有人在窥伺这一切。 随着逐渐摸索试探，MO意识到自己身负一项伟大的任务，并将跟随在耳边指引的神秘低语，穿过重重阻碍。 究竟是谁造成了这场灾祸？而通往所有问题解答的这条路途上，又会出现甚么样的磨难呢？\r\n\r\n游戏特色\r\n-前所未见的移动方式和能力，除了黏着、冲撞和寄生等基本动作，还可以读取记忆，揭开更多故事背景！\r\n-细致的像素画风和流畅的动作，充满异星科幻氛围的景色和优美逼真的音乐音效。\r\n-想尽办法在致命的机关中找到出口，等待、观察、规划路线，善用自己的特殊能力。\r\n-不要以为果冻状的生物就好欺负！险恶的环境善加利用，也能成为帮助自己的最大优势。\r\n-搜集要素，解锁更多剧情，拼凑出事件的真相。","localized_title":[{"lang":"zh-cn","text":"细胞迷途"},{"lang":"en","text":"MO: Astray"}],"localized_description":[{"lang":"zh-cn","text":"《MO:Astray 细胞迷途》是一款像素风格的横向动作解谜游戏，拥有特殊能力的主角MO将藉由跳跃、黏着和各种特异能力，在怪异混沌的敌人和陷阱环伺之下，突破充满巧思的关卡谜题设计。 \r\n\r\n背景故事\r\n阴暗潮湿的黑暗中，巨大的机器正发出诡异的声音。 这些由计算机控管的先进设施皆已被异星野兽和栖息者入侵，但依然在疯狂运转着。 在荒废的实验室里，一个青绿色的不明生物MO逐渐苏醒，并发现自己面对的不只是已经被异星植物寄生、在死亡和重生系统之间悲惨轮回的人类，还有充满危机的险恶环境。 而隐隐约约，似乎有人在窥伺这一切。 随着逐渐摸索试探，MO意识到自己身负一项伟大的任务，并将跟随在耳边指引的神秘低语，穿过重重阻碍。 究竟是谁造成了这场灾祸？而通往所有问题解答的这条路途上，又会出现甚么样的磨难呢？\r\n\r\n游戏特色\r\n-前所未见的移动方式和能力，除了黏着、冲撞和寄生等基本动作，还可以读取记忆，揭开更多故事背景！\r\n-细致的像素画风和流畅的动作，充满异星科幻氛围的景色和优美逼真的音乐音效。\r\n-想尽办法在致命的机关中找到出口，等待、观察、规划路线，善用自己的特殊能力。\r\n-不要以为果冻状的生物就好欺负！险恶的环境善加利用，也能成为帮助自己的最大优势。\r\n-搜集要素，解锁更多剧情，拼凑出事件的真相。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/9d543a99-59f8-469d-97e6-9fa2ffae96de.jpg","rating":null,"rating_count":3,"rating_distribution":[0,0,0,0,0],"tags":[],"brief":"《MO:Astray 细胞迷途》是一款像素风格的横向动作解谜游戏，拥有特殊能力的主角MO将藉由跳跃、黏着和各种特异能力，在怪异混沌的敌人和陷阱环伺之下，突破充满巧思的关卡谜题设计。 \r\n\r\n背景故事\r\n阴暗潮湿的黑暗中，巨大的机器正发出诡异的声音。 这些由计算机控管的先进设施皆已被异星野兽和栖息者入侵，但依然在疯狂运转着。 在荒废的实验室里，一个青绿色的不明生物MO逐渐苏醒，并发现自己面对的不只是已经被异星植物寄生、在死亡和重生系统之间悲惨轮回的人类，还有充满危机的险恶环境。 而隐隐约约，似乎有人在窥伺这一切。 随着逐渐摸索试探，MO意识到自己身负一项伟大的任务，并将跟随在耳边指引的神秘低语，穿过重重阻碍。 究竟是谁造成了这场灾祸？而通往所有问题解答的这条路途上，又会出现甚么样的磨难呢？\r\n\r\n游戏特色\r\n-前所未见的移动方式和能力，除了黏着、冲撞和寄生等基本动作，还可以读取记忆，揭开更多故事背景！\r\n-细致的像素画风和流畅的动作，充满异星科幻氛围的景色和优美逼真的音乐音效。\r\n-想尽办法在致命的机关中找到出口，等待、观察、规划路线，善用自己的特殊能力。\r\n-不要以为果冻状的生物就好欺负！险恶的环境善加利用，也能成为帮助自己的最大优势。\r\n-搜集要素，解锁更多剧情，拼凑出事件的真相。","id":"https://neodb.social/game/63hguihYlZIokWpn3vuVIA","uuid":"63hguihYlZIokWpn3vuVIA","url":"/game/63hguihYlZIokWpn3vuVIA","api_url":"/api/game/63hguihYlZIokWpn3vuVIA","category":"game","parent_uuid":null,"display_title":"细胞迷途","external_resources":[{"url":"https://www.douban.com/game/34872306/"}]},"created_time":"2024-09-21T15:31:54.917Z","comment_text":"剧情不错, 很有沈浸感","rating_grade":9,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360341996302198776,"item":{"type":"Game","title":"哈迪斯 Hades","description":"Hades 是一款高自由度砍杀型地下城游戏，融合了 Supergiant 众多经典作品的传统特色，其中包括战斗节奏较快的《Bastion》、游戏环境丰富多彩，细节深入的《Transistor》以及随着游戏人物推进，故事情节跌宕起伏的《Pyre》。\r\n\r\n【杀出地狱】\r\n作为不朽的冥界王子，你将挥舞着来自奥林匹斯山充满神力的各种武器，在险恶的旅途中挣脱死神的魔爪，变得愈发强大，每次逃离行动都将开启更多精彩的故事。\r\n释放来自奥林匹斯山的怒火\r\n奥林匹斯众神将为你提供庇佑！在和宙斯、雅典娜、波塞冬和更多大神的奇遇中，获得数十种强大恩赐，让你的战斗力直线飙升。踏上逃离黑暗地狱的征程，各色游戏人物陪你一路降妖伏魔。\r\n\r\n【结交神鬼妖怪各路朋友】\r\n一众性格鲜明的传奇人物都在期待你的登场！加深和他们的关系，并体验数百个奇特冒险故事，逐渐了解这个宗系庞杂的神族中不为人知的各种骇人秘闻。\r\n\r\n【惊险刺激，百玩不厌】\r\n每次深入到变化多端的冥界，你都会获得新的惊喜，冥界的终极守护者会对你“颇为记挂”。利用强大的夜之圣镜，永久加强自己的能力，下次可以更轻松地逃离冥界苦海。\r\n\r\n【挑战无限可能】\r\n永久升级意味着你不必成为神，就可以体验激动人心的战斗和扣人心弦的故事。不过，如果你自认堪比神抵，那就可以加大挑战难度，体验更加惊险刺激的行动，看看身经百战的你是否经得住这次的考验。\r\n\r\n【经典的 SUPERGIANT 风格】\r\nSupergiant 各类游戏内容丰富、大气磅礴以及游戏和故事叙述相结合的特有风格，在这款游戏中表现得淋漓尽致：壮观的手绘冥界环境和令人胆寒的原创配乐，营造冥界阴森恐怖的氛围，让人身临其境。\r\n\r\n【加入玩家社群】\r\nHades 从一开始就打算围绕 Early Access 来开发。在这里进行讨论，或者加入 Supergiant 的官方Discord服务器，告诉我们的团队您对本游戏的看法。我们会查阅每位玩家的反馈，这些反馈对每次的重大更新都有很大参加价值。","localized_title":[{"lang":"zh-cn","text":"哈迪斯 Hades"},{"lang":"zh-cn","text":"哈迪斯"},{"lang":"en","text":"Hades: Battle Out of Hell"},{"lang":"zh-cn","text":"黑帝斯"},{"lang":"zh-cn","text":"哈迪斯：杀出地狱"},{"lang":"en","text":"Hades"},{"lang":"de","text":"HADES - BATTLE OUT OF HELL"},{"lang":"en","text":"HADES"},{"lang":"zh","text":"哈迪斯"},{"lang":"es","text":"Hades"},{"lang":"fr","text":"Hades"},{"lang":"de","text":"Hades"},{"lang":"pt","text":"Hades"},{"lang":"ja","text":"HADES"},{"lang":"ko","text":"하데스"}],"localized_description":[{"lang":"zh-cn","text":"Hades 是一款高自由度砍杀型地下城游戏，融合了 Supergiant 众多经典作品的传统特色，其中包括战斗节奏较快的《Bastion》、游戏环境丰富多彩，细节深入的《Transistor》以及随着游戏人物推进，故事情节跌宕起伏的《Pyre》。\r\n\r\n【杀出地狱】\r\n作为不朽的冥界王子，你将挥舞着来自奥林匹斯山充满神力的各种武器，在险恶的旅途中挣脱死神的魔爪，变得愈发强大，每次逃离行动都将开启更多精彩的故事。\r\n释放来自奥林匹斯山的怒火\r\n奥林匹斯众神将为你提供庇佑！在和宙斯、雅典娜、波塞冬和更多大神的奇遇中，获得数十种强大恩赐，让你的战斗力直线飙升。踏上逃离黑暗地狱的征程，各色游戏人物陪你一路降妖伏魔。\r\n\r\n【结交神鬼妖怪各路朋友】\r\n一众性格鲜明的传奇人物都在期待你的登场！加深和他们的关系，并体验数百个奇特冒险故事，逐渐了解这个宗系庞杂的神族中不为人知的各种骇人秘闻。\r\n\r\n【惊险刺激，百玩不厌】\r\n每次深入到变化多端的冥界，你都会获得新的惊喜，冥界的终极守护者会对你“颇为记挂”。利用强大的夜之圣镜，永久加强自己的能力，下次可以更轻松地逃离冥界苦海。\r\n\r\n【挑战无限可能】\r\n永久升级意味着你不必成为神，就可以体验激动人心的战斗和扣人心弦的故事。不过，如果你自认堪比神抵，那就可以加大挑战难度，体验更加惊险刺激的行动，看看身经百战的你是否经得住这次的考验。\r\n\r\n【经典的 SUPERGIANT 风格】\r\nSupergiant 各类游戏内容丰富、大气磅礴以及游戏和故事叙述相结合的特有风格，在这款游戏中表现得淋漓尽致：壮观的手绘冥界环境和令人胆寒的原创配乐，营造冥界阴森恐怖的氛围，让人身临其境。\r\n\r\n【加入玩家社群】\r\nHades 从一开始就打算围绕 Early Access 来开发。在这里进行讨论，或者加入 Supergiant 的官方Discord服务器，告诉我们的团队您对本游戏的看法。我们会查阅每位玩家的反馈，这些反馈对每次的重大更新都有很大参加价值。"},{"lang":"zh-cn","text":"Hades 是一款高自由度砍杀型地下城游戏，融合了 Supergiant 众多经典作品的传统特色，其中包括战斗节奏较快的《Bastion》、游戏环境丰富多彩，细节深入的《Transistor》以及随着游戏人物推进，故事情节跌宕起伏的《Pyre》。\r\n\r\n・杀出地狱・\r\n作为不朽的冥界王子，你将挥舞着来自奥林匹斯山充满神力的各种武器，在险恶的旅途中挣脱死神的魔爪，变得愈发强大，每次逃离行动都将开启更多精彩的故事。\r\n\r\n・释放来自奥林匹斯山的怒火・\r\n奥林匹斯众神将为你提供庇佑！在和宙斯、雅典娜、波塞冬和更多大神的奇遇中，获得数十种强大恩赐，让你的战斗力直线飙升。踏上逃离黑暗地狱的征程，各色游戏人物陪你一路降妖伏魔。\r\n\r\n・结交神鬼妖怪各路朋友・\r\n一众性格鲜明的传奇人物都在期待你的登场！加深和他们的关系，并体验数百个奇特冒险故事，逐渐了解这个宗系庞杂的神族中不为人知的各种骇人秘闻。\r\n\r\n・惊险刺激，百玩不厌・\r\n每次深入到变化多端的冥界，你都会获得新的惊喜，冥界的终极守护者会对你“颇为记挂”。利用强大的夜之圣镜，永久加强自己的能力，下次可以更轻松地逃离冥界苦海。\r\n\r\n・挑战无限可能・\r\n永久升级意味着你不必成为神，就可以体验激动人心的战斗和扣人心弦的故事。不过，如果你自认堪比神抵，那就可以加大挑战难度，体验更加惊险刺激的行动，看看身经百战的你是否经得住这次的考验。\r\n\r\n・经典的 SUPERGIANT 风格・\r\nSupergiant 各类游戏内容丰富、大气磅礴以及游戏和故事叙述相结合的特有风格，在这款游戏中表现得淋漓尽致：壮观的手绘冥界环境和令人胆寒的原创配乐，营造冥界阴森恐怖的氛围，让人身临其境。"},{"lang":"zh-hant","text":"2020年的電玩遊戲"},{"lang":"en","text":"2020 action role-playing game developed by Supergiant Games"},{"lang":"es","text":"videojuego de 2020"},{"lang":"fr","text":"jeu vidéo de Supergiant Games sorti en 2020"},{"lang":"de","text":"Computerspiel aus dem Jahr 2020"},{"lang":"pt","text":"jogo eletrônico de 2020 desenvolvido pela Supergiant Games"},{"lang":"en","text":"A rogue-lite hack and slash dungeon crawler in which Zagreus, son of Hades the Greek god of the dead, attempts to escape his home and his oppressive father by fighting the souls of the dead through the various layers of the ever-shifting underworld, while getting to know and forging relationships with its inhabitants.\n\nZagreus, the son of Hades, has discovered that his mother, which he was led to believe was Nyx, Night Incarnate, is actually someone else, and is outside Hell. He is now attempting to escape his father's domain, with the help of the other gods of Olympus, in an attempt to find his real mother."}],"cover_image_url":"https://neodb.social/m/game/2021/09/13c73e9f23-c37b-4de7-8ff2-41239e264197.jpg","rating":9.3,"rating_count":305,"rating_distribution":[0,0,3,25,70],"tags":["2019","arpg","greek mythology","pc","roguelike","roguelite","steam","supergiant","switch","动作","独立游戏","神作","神话","经典","美国","肉鸽"],"brief":"Hades 是一款高自由度砍杀型地下城游戏，融合了 Supergiant 众多经典作品的传统特色，其中包括战斗节奏较快的《Bastion》、游戏环境丰富多彩，细节深入的《Transistor》以及随着游戏人物推进，故事情节跌宕起伏的《Pyre》。\r\n\r\n【杀出地狱】\r\n作为不朽的冥界王子，你将挥舞着来自奥林匹斯山充满神力的各种武器，在险恶的旅途中挣脱死神的魔爪，变得愈发强大，每次逃离行动都将开启更多精彩的故事。\r\n释放来自奥林匹斯山的怒火\r\n奥林匹斯众神将为你提供庇佑！在和宙斯、雅典娜、波塞冬和更多大神的奇遇中，获得数十种强大恩赐，让你的战斗力直线飙升。踏上逃离黑暗地狱的征程，各色游戏人物陪你一路降妖伏魔。\r\n\r\n【结交神鬼妖怪各路朋友】\r\n一众性格鲜明的传奇人物都在期待你的登场！加深和他们的关系，并体验数百个奇特冒险故事，逐渐了解这个宗系庞杂的神族中不为人知的各种骇人秘闻。\r\n\r\n【惊险刺激，百玩不厌】\r\n每次深入到变化多端的冥界，你都会获得新的惊喜，冥界的终极守护者会对你“颇为记挂”。利用强大的夜之圣镜，永久加强自己的能力，下次可以更轻松地逃离冥界苦海。\r\n\r\n【挑战无限可能】\r\n永久升级意味着你不必成为神，就可以体验激动人心的战斗和扣人心弦的故事。不过，如果你自认堪比神抵，那就可以加大挑战难度，体验更加惊险刺激的行动，看看身经百战的你是否经得住这次的考验。\r\n\r\n【经典的 SUPERGIANT 风格】\r\nSupergiant 各类游戏内容丰富、大气磅礴以及游戏和故事叙述相结合的特有风格，在这款游戏中表现得淋漓尽致：壮观的手绘冥界环境和令人胆寒的原创配乐，营造冥界阴森恐怖的氛围，让人身临其境。\r\n\r\n【加入玩家社群】\r\nHades 从一开始就打算围绕 Early Access 来开发。在这里进行讨论，或者加入 Supergiant 的官方Discord服务器，告诉我们的团队您对本游戏的看法。我们会查阅每位玩家的反馈，这些反馈对每次的重大更新都有很大参加价值。","id":"https://neodb.social/game/0pdqTFs8wO0U58fjmxiXFO","uuid":"0pdqTFs8wO0U58fjmxiXFO","url":"/game/0pdqTFs8wO0U58fjmxiXFO","api_url":"/api/game/0pdqTFs8wO0U58fjmxiXFO","category":"game","parent_uuid":null,"display_title":"哈迪斯 Hades","external_resources":[{"url":"https://www.douban.com/game/30397999/"},{"url":"https://bgm.tv/subject/268588"},{"url":"https://eggplant.place/game/7AwFFyMgR7oUs1HsUcMm34"},{"url":"https://www.wikidata.org/wiki/Q59756366"},{"url":"https://www.igdb.com/games/hades--1"},{"url":"https://store.steampowered.com/app/1145360"}]},"created_time":"2024-09-21T15:30:26.696Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360341971970418160,"item":{"type":"Game","title":"土豆兄弟","description":"《Brotato》是一款自上而下的竞技场射击轻度ROGUE游戏，玩家将在游戏中扮演一个同时使用6种武器以击退成群外星人的土豆。从各种特征和道具中进行选择，创造独特的建筑并生存下去，直到救援到来。","localized_title":[{"lang":"zh-cn","text":"土豆兄弟"},{"lang":"en","text":"Brotato"},{"lang":"zh","text":"土豆兄弟"},{"lang":"fr","text":"Brotato"},{"lang":"ko","text":"브로테이토"}],"localized_description":[{"lang":"zh-cn","text":"《Brotato》是一款自上而下的竞技场射击轻度ROGUE游戏，玩家将在游戏中扮演一个同时使用6种武器以击退成群外星人的土豆。从各种特征和道具中进行选择，创造独特的建筑并生存下去，直到救援到来。"},{"lang":"zh","text":"2023年電子遊戲"},{"lang":"en","text":"2023 video game"},{"lang":"es","text":"videojuego de 2023"},{"lang":"fr","text":"jeu vidéo de 2023"},{"lang":"de","text":"Computerspiel aus dem Jahr 2023"},{"lang":"pt","text":"jogo eletrônico de 2023"},{"lang":"en","text":"Brotato is a top-down arena shooter roguelite where you play a potato wielding up to 6 weapons at a time to fight off hordes of aliens.\n\nA spaceship from Potato World crashes onto an alien planet. The sole survivor: Brotato, the only potato capable of handling 6 weapons at the same time. Waiting to be rescued by his mates, Brotato must survive in this hostile environment."}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/93c58ade-4e3b-4fd1-9454-2bdeacec05d4.jpg","rating":8.2,"rating_count":50,"rating_distribution":[0,2,10,48,40],"tags":["2023","g 2023","g fr","g rgl","g xsx","roguelike","休闲","类吸血鬼幸存者","美国"],"brief":"《Brotato》是一款自上而下的竞技场射击轻度ROGUE游戏，玩家将在游戏中扮演一个同时使用6种武器以击退成群外星人的土豆。从各种特征和道具中进行选择，创造独特的建筑并生存下去，直到救援到来。","id":"https://neodb.social/game/2GPfwvEzvfB1fwCgCU5M4r","uuid":"2GPfwvEzvfB1fwCgCU5M4r","url":"/game/2GPfwvEzvfB1fwCgCU5M4r","api_url":"/api/game/2GPfwvEzvfB1fwCgCU5M4r","category":"game","parent_uuid":null,"display_title":"土豆兄弟","external_resources":[{"url":"https://store.steampowered.com/app/1942280"},{"url":"https://www.douban.com/game/36124711/"},{"url":"https://bgm.tv/subject/404023"},{"url":"https://www.wikidata.org/wiki/Q114770253"},{"url":"https://www.igdb.com/games/brotato"}]},"created_time":"2024-09-21T15:30:20.893Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360341765917110840,"item":{"type":"Game","title":"小丑牌","description":"Balatro是一场循环不息的扑克之旅。在这款令人陶醉的策略构建游戏中，你将参与到非法牌局，发掘能够改变局势的小丑牌，引爆一系列令人血脉喷张、疯狂迸发的连锁效应。","localized_title":[{"lang":"zh-cn","text":"小丑牌"},{"lang":"en","text":"Balatro"},{"lang":"es","text":"Balatro"},{"lang":"fr","text":"Balatro"},{"lang":"de","text":"Balatro"},{"lang":"pt","text":"Balatro"},{"lang":"da","text":"Balatro"},{"lang":"it","text":"Balatro"},{"lang":"zh","text":"小丑牌 (电子游戏)"},{"lang":"ja","text":"Balatro"},{"lang":"ko","text":"발라트로"}],"localized_description":[{"lang":"zh-cn","text":"Balatro是一场循环不息的扑克之旅。在这款令人陶醉的策略构建游戏中，你将参与到非法牌局，发掘能够改变局势的小丑牌，引爆一系列令人血脉喷张、疯狂迸发的连锁效应。"},{"lang":"en","text":" Balatro is a poker-inspired roguelike deck builder all about creating powerful synergies and winning big. \n \n \n  \n \n Combine valid poker hands with unique Joker cards in order to create varied synergies and builds. Earn enough chips to beat devious blinds, all while uncovering hidden bonus hands and decks as you progress. You’re going to need every edge you can get in order to reach the boss blind, beat the final ante and secure victory.\n  \n   The definitive poker roguelike experience.\n   Endless possibilities - every pick-up, discard and joker can dramatically alter the course of your run.\n   In-depth campaign mode complete with 8 difficulties, as well as challenge and seeded runs.   \n \n \n \n  \n \n Deftly deploy an array of potent tools: different Decks, Jokers, Tarot cards, Planet cards, Spectral cards, and Vouchers. Use these versatile instruments to ignite a combo frenzy and turbocharge your poker hands, crafting electrifying, adrenaline-fueled synergies.\n  \n   150 Jokers, each with their own unique abilities\n   15 Decks with distinct modifiers to choose from for each run\n   5 potential variants of each Joker which add further abilities\n   22 Tarot cards variants that can enhance your regular playing cards\n   11 Planet cards that help level up your possible poker hands\n   32 Voucher cards to help provide permanent buffs for your current run  \n \n \n \n  \n \n Immerse yourself in Balatro’s distinctive psychedelic world. Let the synthwave soundtrack wash over you -  wind down, escape the daily grind and prepare to enter the ultimate roguelike flow state.\n \n   Improve your collection and discover new cards and secrets with every single run.\n   Make use of the in-depth stats screen to study your best hands, most used Jokers, and more!\n   Immerse yourself in the CRT fuzz and enjoy detailed, hand-crafted pixel art.  \n  "},{"lang":"es","text":" Balandro es un constructor de mazos roguelike basado en el póker donde deberás crear potentes sinergias y ganar a lo grande. \n \n  \n  Posibilidades infinitas \n \n Combina manos válidas de póker con comodines exclusivos para crear diversas sinergias y mazos. Gana las fichas que necesites para vencer en ciegas intrincadas mientras descubres manos y barajas ocultas durante tu progreso. Toda ayuda será poca para llegar hasta la ciega grande, superar el ante final y alzarte con la victoria.\n  \n   La experiencia roguelike de póker definitiva.\n   Posibilidades infinitas. El curso de tu partida podrá cambiar drásticamente cada vez que cojas o descartes una carta y con cada comodín.\n   Un exhaustivo modo campaña con 8 niveles de dificultad, así como desafíos, partidas diarias y predefinidas.  \n \n \n \n  \n  Rompe la baraja \n \n Despliega tu habilidad con varias herramientas potentes: diferentes barajas, comodines, cartas de tarot, cartas planetarias, cartas espectrales y cupones. Utiliza estos versátiles elementos para liberar un frenesí de combos y potencia al máximo tus manos de póker con sinergias electrizantes de pura adrenalina.\n  \n   150 comodines con habilidades únicas\n   15 barajas con modificadores exclusivos para elegir en cada partida\n   5 comodines que añaden nuevas habilidades\n   22 cartas de tarot con capacidad para mejorar tus cartas habituales\n   11 cartas planetarias para subir el nivel de tus manos de póker\n   32 cupones con los que conseguirás ventajas permanentes  \n \n \n \n  \n  Tírate el rollo \n \n Introdúcete en el psicodélico y exclusivo mundo de Balatro. Déjate seducir por la banda sonora synthwave, relájate, huye de la rutina diaria y prepárate disfrutar del mejor rollo roguelike que encontrarás jamás.\n \n   Mejora tu colección y descubre cartas y secretos nuevos en cada partida.\n   ¡Analiza la pantalla de estadísticas detalladas para estudiar tus mejores manos, los comodines más usados y mil cosas más!\n   Recuerda aquellos monitores CRT y disfruta de un detallado pixel art a mano.  \n  "},{"lang":"fr","text":" Balatro est un jeu de deckbuilding roguelike basé sur du poker qui met en avant les puissantes synergies pour gagner gros. \n \n \n  \n \n Combinez des mains de poker avec des jokers uniques pour créer une variété de synergies et de decks. Gagnez assez de jetons pour venir à bout des mises, tout en découvrant des bonus de main et des decks secrets. Il vous faudra tous les avantages possibles pour atteindre l'ultime blind, venir à bout du dernier ante et remporter la victoire.\n  \n   L'expérience de poker roguelike ultime.\n   Des possibilités sans fin : chaque bonus, défausse et joker peut grandement altérer le déroulement de votre partie.\n   Un mode campagne exhaustif avec 8 difficultés, ainsi qu'un mode difficile, un mode quotidien et un mode classé.  \n \n \n \n  \n \n Utilisez toute une variété d'outils : différents decks, jokers, cartes de tarot, cartes Planet, cartes Spectral et Vouchers. Tirez parti de ces outils polyvalents pour réaliser des combos surpuissants, renforcer vos mains et créer des synergies électrisantes.\n  \n   150 jokers avec des capacités uniques\n   15 decks avec différents modificateurs à choisir à chaque partie\n   5 variantes potentielles de chaque joker qui ajoute d'autres capacités\n   22 variantes de cartes de tarot qui peuvent embellir vos cartes ordinaires\n   11 cartes Planet qui peuvent vous aider à améliorer vos mains\n   32 cartes Voucher qui vous octroient des bonus permanents pour votre partie en cours  \n \n \n \n  \n \n Plongez dans le monde unique et psychédélique de Balatro. Laissez-vous charmer par la bande-son synthwave. Détendez-vous, échappez à la routine et préparez-vous à jouer au roguelike ultime.\n \n   Améliorez votre collection, et découvrez de nouveaux secrets et cartes lors de chaque partie.\n   Tirez parti de l'écran détaillé des statistiques pour analyser vos meilleures mains, vos jokers les plus utilisés et bien plus encore !\n   Retrouvez le visuel caractéristique des écrans à tube cathodique et admirez ce pixel art détaillé.  \n  "},{"lang":"de","text":" Balatro ist ein vom Poker inspirierter Deckbuilder, bei dem sich alles darum dreht, mächtige Synergien zu entwickeln und groß abzuräumen. \n \n \n  \n \n Kombiniere zulässige Pokerblätter mit einzigartigen Jokerkarten, um verschiedene Synergien und Builds zu erschaffen. Verdiene genug Chips, um hinters Licht führende Blind-Einsätze zu schlagen, derweil du bei deinem Fortschritt versteckte Bonushände und -decks entdeckst. Du wirst jeden Vorteil brauchen, den du kriegen kannst, um den Boss-Blind-Einsatz zu erreichen, die finale Ante zu schlagen und dir den Sieg zu sichern.\n  \n   Die definitive Poker-Roguelike-Erfahrung.\n   Endlose Möglichkeiten – jedes Mal, wenn du eine Karte nimmst oder ablegst, und jeder Joker kann deinen Durchlauf dramatisch verändern.\n   Tiefgründiger Kampagnenmodus mit 8 Schwierigkeitsstufen sowie Herausforderungen, tägliche und zufällig generierte Durchläufe.  \n \n \n  \n \n Wende geschickt einen Satz leistungsstarker Werkzeuge an: verschiedene Decks, Joker, Tarotkarten, Planetenkarten, Spektralkarten und Coupons. Nutze diese vielseitigen Instrumente, um ein Kombo-Feuwerk zu entzünden und deinen Pokerhänden den Turbo zu verleihen, indem du elektrifizierende, von Adrenalin getriebene Synergien erzeugst.\n  \n \n   150 Joker, jeder mit eigenen einzigartigen Eigenschaften\n   15 Decks mit eigenen Modifikatoren, die für jeden Durchlauf gewählt werden können\n   5 potenzielle Varianten jedes Jokers für zusätzliche Fähigkeiten\n   22 Tarotkartenvarianten, die deine regulären Spielkarten verbessern\n   11 Planetenkarten, die deine möglichen Pokerblätter aufwerten\n   32 Couponkarten, durch die du dauerhafte Stärkungen in deinem aktuellen Durchlauf erhältst  \n \n \n \n  \n \n \n Tauche ein in die eigene psychedelische Welt von Balatro. Lass den Synthwave-Soundtrack über dich hinwegspülen – schalte ab, entkomme aus der täglichen Tretmühle und sei bereit, den ultimativen Roguelike-Flow-Status zu erlangen.\n \n   Verbessere deine Sammlung und entdecke neue Karten und Geheimnisse mit jedem einzelnen Durchlauf.\n   Nutze die detailreichen Werte-Displays, um deine besten Hände, die am meisten verwendeten Joker und vieles mehr zu studieren!\n   Tauche ein in den Röhrenmonitor-Flaum und genieße detailreiche, von Hand gemachte Pixel-Grafik.  \n  "},{"lang":"pt","text":" Balatro é um roguelike de construção de baralhos de cartas inspirado no póquer onde terás de criar sinergias poderosas para ganhar em grande. \n \n \n  \n  Possibilidades infinitas \n \n Combina mãos de póquer válidas com cartas de jóquer únicas para criar sinergias e baralhos variados. Ganha fichas suficientes para venceres blinds tortuosas, revelando baralhos e mãos de bónus escondidos à medida que progrides. Vais precisar de todas as vantagens que conseguires para chegares à boss blind, venceres a ante final e garantires a vitória.\n  \n   A melhor experiência de roguelike de póquer.\n   Possibilidades infinitas — cada carta que tiras ou descartas e cada jóquer podem alterar drasticamente o curso da partida.\n   Modo de campanha complexo com 8 dificuldades, bem como partidas de desafio, diárias e semeadas.  \n \n \n \n  \n  Vence o jogo \n \n Usa uma variedade de ferramentas potentes: baralhos, jóqueres, cartas de tarot, cartas de planeta, cartas espectrais e vouchers. Usa estes instrumentos versáteis para desencadear um frenesim de combinações e fortalecer as tuas mãos de póquer, criando sinergias eletrificantes e carregadas de adrenalina.\n  \n   150 jóqueres, cada um com habilidades únicas\n   15 baralhos com modificadores distintos que podes escolher em cada partida\n   5 potenciais variantes de cada jóquer que acrescentam mais habilidades\n   22 variantes de cartas de tarot que podem melhorar as tuas cartas normais\n   11 cartas de planeta que ajudam a subir o nível das tuas mãos de póquer possíveis\n   32 cartas voucher que concedem buffs permanentes à tua partida atual  \n \n \n \n  \n  Encontra o teu fluxo \n \n Mergulha no mundo psicadélico de Balatro. Deixa-te envolver pela banda sonora synthwave — relaxa, esquece a rotina diária e prepara-te para entrar no derradeiro estado de fluxo roguelike.\n \n   Melhora a tua coleção e descobre novas cartas e segredos em cada partida.\n   Usa o ecrã de estatísticas para estudar as tuas melhores mãos, os jóqueres mais usados e muito mais!\n   Mergulha no CRT e desfruta de pixel art detalhada, criada à mão.  \n  "},{"lang":"da","text":" Balatro er en poker-inspireret roguelike dækbygger, der handler om at skabe kraftfulde synergier og vinde stort. \n \n \n  \n \n Kombiner gyldige pokerhænder med unikke Joker-kort for at skabe varierede synergier og opbygninger. Tjen nok jetoner til at slå lumske blinds, alt imens du afslører skjulte bonushænder og -dæk, mens du går videre. Du får brug for hver fordel, du kan få, for at nå boss-blind, slå den sidste ante og sikre sejren.\n \n  \n   Den definitive poker roguelike oplevelse.\n   Uendelige muligheder - hver pick-up, kassering og joker kan dramatisk ændre løbet af dit spil.\n   Dybdegående kampagnetilstand komplet med 8 sværhedsgrader, samt udfordring, daglige og seedede spil.  \n \n \n \n  \n \n Implementer behændigt en række potente værktøjer: forskellige dæk, jokere, tarotkort, planetkort, spektralkort og kuponer. Brug disse alsidige instrumenter til at tænde et combo-vanvid og sætte turbo i dine pokerhænder, og skabe elektrificerende, adrenalindrevne synergier.\n  \n   150 jokere med hver deres unikke evner\n   15 dæk med forskellige modifikatorer at vælge imellem for hver spil\n   5 potentielle varianter af hver Joker, som tilføjer yderligere evner\n   22 varianter af tarotkort, der kan forbedre dine almindelige spillekort\n   11 Planet-kort, der hjælper med at hæve dine mulige pokerhænder\n   32 kuponkort til at hjælpe med at give permanente buffs til dit nuværende spil  \n \n \n \n  \n \n Fordyb dig selv i Balatro’s karakteristisk psykedelisk verden. Lad synthwave-soundtracket skylle ind over dig - slap af, undslipp den daglige rutine og forbered dig på at gå ind i den ultimative roguelike flow-tilstand.\n \n   Forbedre din samling og opdag nye kort og hemmeligheder med hvert eneste spil.\n   Gør brug af den dybdegående statistikskærm til at studere dine bedste hænder, mest brugte jokere og meget mere!\n   Fordyb dig i CRT-fuzzet og nyd detaljeret, håndlavet pixelkunst.  \n  "},{"lang":"it","text":" Balatro è un gioco di costruzione di mazzi roguelike ispirato al poker, che si basa sulla creazione di forti sinergie per realizzare grandi vincite. \n \n \n  \n \n Combina mani di poker valide con jolly unici per creare varie sinergie e costruzioni. Guadagna abbastanza fiche per battere infidi bui, mentre riveli mazzi e mani bonus nascosti man mano che avanzi. Avrai bisogno di qualsiasi vantaggio disponibile per raggiungere il buio boss, battere l'ante finale e assicurarti la vittoria.\n  \n   L'esperienza roguelike a tema poker definitiva.\n   Possibilità infinite: ogni carta pescata, scartata o jolly può cambiare notevolmente il corso della sessione di gioco.\n   Modalità campagna dettagliata con 8 difficoltà, nonché sessioni sfida, giornaliere e con seed selezionato dal giocatore.  \n \n \n \n  \n \n Schiera abilmente una vasta gamma di potenti strumenti: mazzi, jolly, tarocchi, carte planetarie, carte spettrali e buoni di vario tipo. Usa questi strumenti versatili per innescare combo frenetiche e sovraccaricare le tue mani di poker, dando vita a sinergie elettrizzanti e adrenaliniche.\n  \n   150 jolly, ognuno con le sue abilità uniche\n   15 mazzi con modificatori diversi tra cui scegliere in ciascuna sessione\n   5 possibili varianti di ciascun jolly che aggiungono ulteriori abilità\n   22 varianti di tarocchi che possono potenziare le tue carte da gioco normali\n   11 carte planetarie che ti permettono di aumentare di livello le tue possibili mani di poker\n   32 buoni che ti permettono di ricevere potenziamenti permanenti durante la sessione attuale  \n \n \n \n  \n \n Lanciati nel mondo tipicamente psichedelico di Balatro. Lasciati travolgere dalla colonna sonora synthwave. Rilassati, abbandona la monotonia della vita quotidiana e preparati a raggiungere la concentrazione assoluta nel roguelike definitivo.\n \n   Migliora la tua collezione e scopri nuovi segreti e carte in ogni singola sessione.\n   Approfitta della schermata di statistiche dettagliate per esaminare le tue mani migliori, i jolly più usati e molto altro!\n   Ammira la grafica da schermo CRT e goditi la pixel art dettagliata e disegnata a mano.  \n  "},{"lang":"zh-cn","text":"Balatro是一款以扑克为灵感的魔幻建牌游戏，你将全情投入于打造强大的增效并取得巨大胜利。\r\n\r\n无尽可能 易学难精\r\n\r\n将有效的扑克手牌与独特的小丑牌相结合，打造不同的增效和策略。赢得足够的筹码，打破盲注的奸计，同时在游戏过程中揭示隐藏的奖励牌手和牌组。为了到达终极盲注、击败最终赌注并稳操胜券，你需要尽一切可能获取优势。\r\n\r\n一场扑克风格的终极博弈之旅。\r\n无尽可能 - 每一次抽牌、弃牌和小丑牌的出现都可能彻底改变你的游戏进程。\r\n深度战役模式，包括8种不同难度，还有挑战、每日通关和自定义游戏模式。"},{"lang":"zh-hant","text":"2024年的電玩遊戲"},{"lang":"en","text":"2024 video game developed by LocalThunk"},{"lang":"es","text":"videojuego de 2024"},{"lang":"fr","text":"jeu vidéo de 2024"},{"lang":"de","text":"Computerspiel aus dem Jahr 2024"},{"lang":"pt","text":"jogo eletrônico de 2024"},{"lang":"en","text":"Balatro is a deck-building roguelite where you must play poker hands and earn chips to defeat enemy blinds. Enhance your deck of playing cards, buy Jokers to modify each hand you play, and discover new and wild synergies to win!"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/aa625b6f-ece7-4662-9bea-b762e4d24d4c.jpg","rating":8.5,"rating_count":102,"rating_distribution":[0,1,4,45,48],"tags":["android","卡牌","棋牌","游戏","策略","肉鸽"],"brief":"Balatro是一场循环不息的扑克之旅。在这款令人陶醉的策略构建游戏中，你将参与到非法牌局，发掘能够改变局势的小丑牌，引爆一系列令人血脉喷张、疯狂迸发的连锁效应。","id":"https://neodb.social/game/3ptorNahFU4Dd11d8584ga","uuid":"3ptorNahFU4Dd11d8584ga","url":"/game/3ptorNahFU4Dd11d8584ga","api_url":"/api/game/3ptorNahFU4Dd11d8584ga","category":"game","parent_uuid":null,"display_title":"小丑牌","external_resources":[{"url":"https://eggplant.place/game/3QJEyC0rZmKu77QBXdExJx"},{"url":"https://bgm.tv/subject/477760"},{"url":"https://store.steampowered.com/app/2379780"},{"url":"https://www.douban.com/game/36759560/"},{"url":"https://www.wikidata.org/wiki/Q124357469"},{"url":"https://www.igdb.com/games/balatro"}]},"created_time":"2024-09-21T15:29:31.740Z","comment_text":"时间杀手","rating_grade":8,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360339295942577384,"item":{"type":"Game","title":"生命线","description":"《Lifeline》是一款今日与iOS用户见面的文字冒险小游戏，游戏中我们会与一位名叫Taylor的宇航员“相遇”，帮助Ta解决各种难题。 据介绍，《Lifeline》的故事由曾参与创作了《人中之狼（The Wolf Among Us）》的Dave Justus负责编写，本作的背景设定在一个地外星球上，由于飞船坠毁，导致我们的宇航员Taylor被困在这里，而Ta的同僚不是失踪就是已经阵亡，于是我们成为成为Ta求生的唯一希望。 玩家在游戏中会以实时通讯的形式进行游戏，我们会与Taylor来回发送信息进行沟通，并可以选择剧情分支，指引Taylor在这个陌生的星球上进行探险。你能带领Ta逃离厄运吗？只有试过才知道。","localized_title":[{"lang":"zh-cn","text":"生命线"},{"lang":"en","text":"Lifeline"}],"localized_description":[{"lang":"zh-cn","text":"《Lifeline》是一款今日与iOS用户见面的文字冒险小游戏，游戏中我们会与一位名叫Taylor的宇航员“相遇”，帮助Ta解决各种难题。 据介绍，《Lifeline》的故事由曾参与创作了《人中之狼（The Wolf Among Us）》的Dave Justus负责编写，本作的背景设定在一个地外星球上，由于飞船坠毁，导致我们的宇航员Taylor被困在这里，而Ta的同僚不是失踪就是已经阵亡，于是我们成为成为Ta求生的唯一希望。 玩家在游戏中会以实时通讯的形式进行游戏，我们会与Taylor来回发送信息进行沟通，并可以选择剧情分支，指引Taylor在这个陌生的星球上进行探险。你能带领Ta逃离厄运吗？只有试过才知道。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/f9efa5f8-daa7-41fe-b5cc-423b7b6b4093.jpg","rating":8.5,"rating_count":111,"rating_distribution":[0,0,12,52,35],"tags":["2010s","2015","3minutegames","avg","iphone","休闲","冒险","单机手游","好玩","已通","手游","文字","文字avg","游戏","独立游戏","生命线","科幻","美国","解谜"],"brief":"《Lifeline》是一款今日与iOS用户见面的文字冒险小游戏，游戏中我们会与一位名叫Taylor的宇航员“相遇”，帮助Ta解决各种难题。 据介绍，《Lifeline》的故事由曾参与创作了《人中之狼（The Wolf Among Us）》的Dave Justus负责编写，本作的背景设定在一个地外星球上，由于飞船坠毁，导致我们的宇航员Taylor被困在这里，而Ta的同僚不是失踪就是已经阵亡，于是我们成为成为Ta求生的唯一希望。 玩家在游戏中会以实时通讯的形式进行游戏，我们会与Taylor来回发送信息进行沟通，并可以选择剧情分支，指引Taylor在这个陌生的星球上进行探险。你能带领Ta逃离厄运吗？只有试过才知道。","id":"https://neodb.social/game/1LyvqjHvYQnjTt4gg2vSS4","uuid":"1LyvqjHvYQnjTt4gg2vSS4","url":"/game/1LyvqjHvYQnjTt4gg2vSS4","api_url":"/api/game/1LyvqjHvYQnjTt4gg2vSS4","category":"game","parent_uuid":null,"display_title":"生命线","external_resources":[{"url":"https://www.douban.com/game/26563535/"}]},"created_time":"2024-09-21T15:19:42.886Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":2,"post_id":360338423854318120,"item":{"type":"Game","title":"守望先锋","description":"《守望先锋》的故事发生在科学技术高度发达的未来地球。在全球危机时期，全球范围内的优秀军人、科学家、冒险者和奇人异士集结在一起，组成了一支旨在拯救这个被战争撕碎的世界的特别部队，他们就是\"守望先锋\"。许多年过去了，该组织的影响力日渐消散，并最终被迫解散。守望先锋们尽管已经离开了我们……但这个世界仍然需要英雄的守护。\r\n\r\n　　在未来，机器人四处可见，但是随着机器人智能的发展，机器人开始失去控制。他们会攻击人们居住的城市。人类奋起反抗，然后发生了对抗机器人的战争。\r\n\r\n　　对抗机器人的队伍就是“守望先锋”\r\n\r\n　　在战争结束后的30年内，守望先锋是一个帮助人们团结在一起，体现奉献精神的全球化的组织。\r\n\r\n　　但在过去的几年里，守望先锋内部开始出现分裂。","localized_title":[{"lang":"zh-cn","text":"守望先锋"},{"lang":"zh-tw","text":"鬥陣特攻"},{"lang":"en","text":"OW"},{"lang":"en","text":"Overwatch"}],"localized_description":[{"lang":"zh-cn","text":"《守望先锋》的故事发生在科学技术高度发达的未来地球。在全球危机时期，全球范围内的优秀军人、科学家、冒险者和奇人异士集结在一起，组成了一支旨在拯救这个被战争撕碎的世界的特别部队，他们就是\"守望先锋\"。许多年过去了，该组织的影响力日渐消散，并最终被迫解散。守望先锋们尽管已经离开了我们……但这个世界仍然需要英雄的守护。\r\n\r\n　　在未来，机器人四处可见，但是随着机器人智能的发展，机器人开始失去控制。他们会攻击人们居住的城市。人类奋起反抗，然后发生了对抗机器人的战争。\r\n\r\n　　对抗机器人的队伍就是“守望先锋”\r\n\r\n　　在战争结束后的30年内，守望先锋是一个帮助人们团结在一起，体现奉献精神的全球化的组织。\r\n\r\n　　但在过去的几年里，守望先锋内部开始出现分裂。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/abc552ed-ba0e-4f4e-99a1-1c8cfea36334.jpg","rating":8.8,"rating_count":143,"rating_distribution":[0,1,11,29,57],"tags":["2016","blizzard","fps","moba","pc","shooter","动作","多人联机在线竞技","射击","技能射击","暴雪","科幻","第一人称射击","网络游戏","美国","英雄"],"brief":"《守望先锋》的故事发生在科学技术高度发达的未来地球。在全球危机时期，全球范围内的优秀军人、科学家、冒险者和奇人异士集结在一起，组成了一支旨在拯救这个被战争撕碎的世界的特别部队，他们就是\"守望先锋\"。许多年过去了，该组织的影响力日渐消散，并最终被迫解散。守望先锋们尽管已经离开了我们……但这个世界仍然需要英雄的守护。\r\n\r\n　　在未来，机器人四处可见，但是随着机器人智能的发展，机器人开始失去控制。他们会攻击人们居住的城市。人类奋起反抗，然后发生了对抗机器人的战争。\r\n\r\n　　对抗机器人的队伍就是“守望先锋”\r\n\r\n　　在战争结束后的30年内，守望先锋是一个帮助人们团结在一起，体现奉献精神的全球化的组织。\r\n\r\n　　但在过去的几年里，守望先锋内部开始出现分裂。","id":"https://neodb.social/game/3iHbWD1d5bC2wIH0KfTzUf","uuid":"3iHbWD1d5bC2wIH0KfTzUf","url":"/game/3iHbWD1d5bC2wIH0KfTzUf","api_url":"/api/game/3iHbWD1d5bC2wIH0KfTzUf","category":"game","parent_uuid":null,"display_title":"守望先锋","external_resources":[{"url":"https://www.douban.com/game/26257372/"},{"url":"https://bgm.tv/subject/117206"}]},"created_time":"2024-09-21T15:16:14.961Z","comment_text":null,"rating_grade":null,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":290964138119608864,"item":{"type":"Game","title":"底特律：变人","description":"《底特律：变人》是由Quantic Dream制作的一款科幻题材的游戏。游戏的背景设定在未来的底特律，主角“卡拉”同其他量产机器人一样，为服务人类的娱乐型机器人，但这一位卡拉却包含人类相通的情感，她将同其他具备情感的机器人一道探索变成人类的方法。","localized_title":[{"lang":"zh-cn","text":"底特律：变人"},{"lang":"zh-cn","text":"底特律：成为人类"},{"lang":"nl","text":"Detroit: Become Human"}],"localized_description":[{"lang":"zh-cn","text":"《底特律：变人》是由Quantic Dream制作的一款科幻题材的游戏。游戏的背景设定在未来的底特律，主角“卡拉”同其他量产机器人一样，为服务人类的娱乐型机器人，但这一位卡拉却包含人类相通的情感，她将同其他具备情感的机器人一道探索变成人类的方法。"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/66a8d690-2b82-4f21-a106-3489d8831956.jpg","rating":8.7,"rating_count":329,"rating_distribution":[1,2,9,30,57],"tags":["2018","3","avg","pc","ps4","quanticdream","互动电影","冒险","剧情","单机","多结局","实况","扮演","法国","游戏","独立游戏","科幻","解谜","赛博朋克"],"brief":"《底特律：变人》是由Quantic Dream制作的一款科幻题材的游戏。游戏的背景设定在未来的底特律，主角“卡拉”同其他量产机器人一样，为服务人类的娱乐型机器人，但这一位卡拉却包含人类相通的情感，她将同其他具备情感的机器人一道探索变成人类的方法。","id":"https://neodb.social/game/2qbKcQdpG9NRoBZBwaqOD5","uuid":"2qbKcQdpG9NRoBZBwaqOD5","url":"/game/2qbKcQdpG9NRoBZBwaqOD5","api_url":"/api/game/2qbKcQdpG9NRoBZBwaqOD5","category":"game","parent_uuid":null,"display_title":"底特律：变人","external_resources":[{"url":"https://www.douban.com/game/26652745/"}]},"created_time":"2024-03-14T04:47:36.304Z","comment_text":null,"rating_grade":10,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":290964100720098520,"item":{"type":"Game","title":"死亡搁浅：导演剪辑版","description":"知名游戏制作人小岛秀夫为大家带来了一种颠覆传统的体验，现在这种体验在此导演剪辑版的最终版本中加以扩展。\r\n玩家将扮演山姆·布里奇斯（Sam Bridges），你的任务就是将这残破的美国中最后的幸存者们联合起来，为人类带来希望。你能一步一步地将这破碎的世界重新连接起来吗？","localized_title":[{"lang":"zh-cn","text":"死亡搁浅：导演剪辑版"},{"lang":"de","text":"DEATH STRANDING DIRECTOR'S CUT"}],"localized_description":[{"lang":"zh-tw","text":"知名游戏制作人小岛秀夫为大家带来了一种颠覆传统的体验，现在这种体验在此导演剪辑版的最终版本中加以扩展。\r\n玩家将扮演山姆·布里奇斯（Sam Bridges），你的任务就是将这残破的美国中最后的幸存者们联合起来，为人类带来希望。你能一步一步地将这破碎的世界重新连接起来吗？"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/2e73825b-efdd-4829-b7a4-fc9fa4dacbfd.jpg","rating":9.0,"rating_count":43,"rating_distribution":[0,2,4,27,65],"tags":["death stranding","小岛秀夫","死亡搁浅","科幻"],"brief":"知名游戏制作人小岛秀夫为大家带来了一种颠覆传统的体验，现在这种体验在此导演剪辑版的最终版本中加以扩展。\r\n玩家将扮演山姆·布里奇斯（Sam Bridges），你的任务就是将这残破的美国中最后的幸存者们联合起来，为人类带来希望。你能一步一步地将这破碎的世界重新连接起来吗？","id":"https://neodb.social/game/4SAhtl7cvWiyPAZZ6eqs7V","uuid":"4SAhtl7cvWiyPAZZ6eqs7V","url":"/game/4SAhtl7cvWiyPAZZ6eqs7V","api_url":"/api/game/4SAhtl7cvWiyPAZZ6eqs7V","category":"game","parent_uuid":null,"display_title":"死亡搁浅：导演剪辑版","external_resources":[{"url":"https://bgm.tv/subject/367133"},{"url":"https://www.douban.com/game/35493857/"}]},"created_time":"2024-03-14T04:47:27.402Z","comment_text":null,"rating_grade":10,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":290963889097476328,"item":{"type":"Game","title":"双人成行","description":"游玩《双人成行》，踏上生命中最疯狂的旅程。利用好友通行证*邀请一位好友免费游玩，共同体验多种多样的乐趣，享受颠覆性的玩法挑战。","localized_title":[{"lang":"zh-cn","text":"双人成行"},{"lang":"zh-tw","text":"雙人成行"},{"lang":"en","text":"It Takes Two"},{"lang":"zh","text":"双人成行"},{"lang":"zh-hans","text":"双人成行"},{"lang":"zh-hant","text":"雙人成行"},{"lang":"es","text":"It Takes Two"},{"lang":"fr","text":"It Takes Two"},{"lang":"de","text":"It Takes Two"},{"lang":"pt","text":"It Takes Two"},{"lang":"ja","text":"It Takes Two"},{"lang":"ko","text":"잇 테익스 투"}],"localized_description":[{"lang":"zh-cn","text":"游玩《双人成行》，踏上生命中最疯狂的旅程。利用好友通行证*邀请一位好友免费游玩，共同体验多种多样的乐趣，享受颠覆性的玩法挑战。"},{"lang":"zh","text":"2021年电子游戏"},{"lang":"zh-hant","text":"2021年的電玩遊戲"},{"lang":"en","text":"2021 action-adventure video game developed by Hazelight Studios"},{"lang":"es","text":"videojuego de 2021"},{"lang":"fr","text":"jeu vidéo de 2021 de Hazelight Studios"},{"lang":"de","text":"Computerspiel aus dem Jahr 2021"},{"lang":"pt","text":"jogo eletrônico de 2021 desenvolvido pela Hazelight Studios"},{"lang":"ja","text":"2021年のスウェーデンのアクションアドベンチャーゲーム"},{"lang":"en","text":"Embark on the craziest journey of your life in It Takes Two, a genre-bending platform adventure created purely for co-op. Invite a friend to join for free with Friend’s Pass and work together across a huge variety of gleefully disruptive gameplay challenges. Play as the clashing couple Cody and May, two humans turned into dolls by a magic spell. Together, trapped in a fantastical world where the unpredictable hides around every corner, they are reluctantly challenged with saving their fractured relationship."}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/08/08/ad0ee1b9-3638-490d-9ccd-e4d6f6eba273.jpg","rating":9.2,"rating_count":463,"rating_distribution":[0,0,4,20,74],"tags":["2021","act","co op","ea","ns","origin","pc","pc单机","ps5","steam","冒险","双人","双人合作","双打","合作","合作共斗","解谜"],"brief":"游玩《双人成行》，踏上生命中最疯狂的旅程。利用好友通行证*邀请一位好友免费游玩，共同体验多种多样的乐趣，享受颠覆性的玩法挑战。","id":"https://neodb.social/game/37ZSUTQ46vuQUO5HMjK7Ru","uuid":"37ZSUTQ46vuQUO5HMjK7Ru","url":"/game/37ZSUTQ46vuQUO5HMjK7Ru","api_url":"/api/game/37ZSUTQ46vuQUO5HMjK7Ru","category":"game","parent_uuid":null,"display_title":"双人成行","external_resources":[{"url":"https://store.steampowered.com/app/1426210"},{"url":"https://bgm.tv/subject/308947"},{"url":"https://www.douban.com/game/35110438/"},{"url":"https://www.wikidata.org/wiki/Q105038239"},{"url":"https://www.igdb.com/games/it-takes-two"}]},"created_time":"2024-03-14T04:46:36.944Z","comment_text":null,"rating_grade":10,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":289985088533270832,"item":{"type":"Game","title":"巫师3：狂猎","description":"《巫师3：狂猎》将是三部曲系列的最后一作，故事将有宏大的最后结局，但并非《巫师》系列的最终作。本作采用最新的REDengine3引擎制作，玩家可以在无缝的世界里任意探索，采用非线性剧情的设定，整体规模是前作的30倍。","localized_title":[{"lang":"zh-cn","text":"巫师3：狂猎"},{"lang":"en","text":"The Witcher III: Wild Hunt"},{"lang":"zh-cn","text":"猎魔人3：狂猎"},{"lang":"en","text":"The Witcher 3: Wild Hunt"},{"lang":"en","text":"The Witcher 3 Wild Hunt"},{"lang":"pl","text":"Wiedzmin 3: Dziki Gon"},{"lang":"zh-cn","text":"巫师3：狂猎 The Witcher 3: Wild Hunt"},{"lang":"zh","text":"巫师3：狂猎"},{"lang":"fr","text":"The Witcher 3 : Wild Hunt"},{"lang":"ja","text":"ウィッチャー3 ワイルドハント"},{"lang":"ko","text":"더 위쳐 3: 와일드 헌트"}],"localized_description":[{"lang":"zh-cn","text":"《巫师3：狂猎》将是三部曲系列的最后一作，故事将有宏大的最后结局，但并非《巫师》系列的最终作。本作采用最新的REDengine3引擎制作，玩家可以在无缝的世界里任意探索，采用非线性剧情的设定，整体规模是前作的30倍。"},{"lang":"zh-cn","text":"《巫师3：狂猎》是一款由波兰游戏工作室CD Projekt RED开发并发行的开放世界动作角色扮演游戏，于2013年2月公布。游戏于2015年5月19日在Microsoft Windows、PlayStation 4和Xbox One平台发布，这也是首款在PlayStation平台发布的巫师系列游戏。\r\n\r\n本作是巫师系列的第三部作品，同样改编自波兰奇幻小说作家安杰伊·萨普科夫斯基的同名系列小说（中译《猎魔人》），但剧情发生在小说之后。游戏在商业上取得了成功并受到了广泛的赞誉，在六周内销量超过600万，亦获得2015年游戏大奖的最佳年度游戏，以及最佳角色扮演游戏。\r\n\r\n本作是一款情节驱动的开放世界角色扮演游戏。故事发生在一个令人目眩神迷的奇幻宇宙里，玩家做出的每一个选择都意义重大，同时也要面对影响深远的后果。在《巫师》这个广袤的开放世界中，您可以尽情探索商业都市、海盗岛屿、危险的山隘和被遗忘的洞窟。而随着北方领域战乱四起，您接下了此生最为重大的一笔委托：找到预言之子，一件足以改变世界面貌的活生生的武器。\r\n\r\n◇ 扮演一名训练有素，收钱办事的怪物杀手\r\n猎魔人身处的世界怪物横行。作为一支制衡力量，他们自小接受训练，通过变异来获得超人类的战斗技巧、力量和反应。\r\n扮演一名职业怪物杀手，装备一系列可以升级的武器、变种魔药和战斗法术，无情地把对手大卸八块。\r\n凶残的野兽徘徊于山间，狡猾的灵异掠食者潜伏在人烟稠密的城镇暗处，而您则要捕杀这些各色的奇异怪物。\r\n把您赚取的奖赏用来升级武器，购买订制的盔甲，或者花在赛马、打牌、拳击，还有其它的夜间娱乐生活上。\r\n\r\n◇ 探索道德沦丧的开放式奇幻世界\r\n巫师宏大的开放世界为玩家带来无尽的冒险，并且在规模、深度和复杂性等方面树立了新的标准。\r\n遍历奇幻的开放世界：探索被遗忘的废墟、洞穴和沉船，与城市里的商人和矮人工匠做买卖，在开阔的平原、山地和海洋上进行狩猎。\r\n与谋反的将领、阴险的女巫还有腐败的皇室打交道，替他们去完成见不得光的危险勾当。\r\n做出超越善恶的选择，直面影响深远的后果。\r\n\r\n◇ 追寻预言之子\r\n接下最为重要的一笔委托，追寻预言之子。那是一个可以拯救或是摧毁这个世界的关键。\r\n根据古代精灵的预言，预言之子强大无比，是一件活生生的武器。而您则要在纷飞的战火中找到对方的下落。\r\n和一心想要控制这个世界的残暴统治者、野外的精怪，乃至于来自来世的威胁斗智斗勇。\r\n在这个或许并不值得拯救的世界里，左右自己的命运。\r\n\r\n◇ 次世代机能的全面发挥\r\n专为次世代硬件量身打造的 REDengine 3，把《巫师》的逼真奇幻世界渲染得细腻生动。\r\n动态的天气系统和日夜循环，将会改变城镇居民以及野外怪兽的行为模式。\r\n通过主线和支线的丰富剧情选择，玩家可以通过前所未有的方式，影响这个宏大的开放世界。"},{"lang":"zh","text":"2015年電子遊戲"},{"lang":"zh-hant","text":"2015年的電玩遊戲"},{"lang":"en","text":"2015 action role-playing video game"},{"lang":"es","text":"videojuego de rol de acción desarrollado por CD Projekt RED"},{"lang":"fr","text":"jeu vidéo de 2015"},{"lang":"de","text":"Action-Rollenspiel aus dem Jahr 2015"},{"lang":"pt","text":"jogo eletrônico de 2015 desenvolvido pela CD Projekt RED"},{"lang":"en","text":"The Witcher 3: Wild Hunt is an open-world action role-playing game developed by CD Projekt Red.\n\nSet in a dark fantasy world, the game follows Geralt of Rivia, a monster hunter searching for his adopted daughter, Ciri, while navigating political conflicts and supernatural threats. Gameplay features exploration, combat, character progression, and branching narratives shaped by player choices. Widely acclaimed for its writing, world-building, and depth, it is considered one of the most influential RPGs of its generation.\n\nThe Witcher 3: Wild Hunt concludes the story of the witcher Geralt of Rivia, the series' protagonist, whose story to date has been covered in the previous installments. Geralt's new mission comes in dark times as the mysterious and otherworldly army known as the Wild Hunt invades the Northern Kingdoms, leaving only blood soaked earth and fiery ruin in its wake; and it seems the Witcher is the key to stopping their cataclysmic rampage."}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/9ed5e47f-3034-4b80-8d49-8e57b92c8d0c.jpg","rating":9.4,"rating_count":367,"rating_distribution":[0,0,2,17,79],"tags":["2015","3a","arpg","cd project","pc","ps4","rpg","steam","witcher","不玩还是人","冒险","动作","波兰","波兰人就是莽","神作","角色扮演"],"brief":"《巫师3：狂猎》将是三部曲系列的最后一作，故事将有宏大的最后结局，但并非《巫师》系列的最终作。本作采用最新的REDengine3引擎制作，玩家可以在无缝的世界里任意探索，采用非线性剧情的设定，整体规模是前作的30倍。","id":"https://neodb.social/game/5cmkcv3sICCbh2wHLkNNHo","uuid":"5cmkcv3sICCbh2wHLkNNHo","url":"/game/5cmkcv3sICCbh2wHLkNNHo","api_url":"/api/game/5cmkcv3sICCbh2wHLkNNHo","category":"game","parent_uuid":null,"display_title":"巫师3：狂猎","external_resources":[{"url":"https://store.steampowered.com/app/292030"},{"url":"https://bgm.tv/subject/66198"},{"url":"https://www.wikidata.org/wiki/Q4267401"},{"url":"https://www.igdb.com/games/the-witcher-3-wild-hunt"},{"url":"https://eggplant.place/game/7WrX4RREE5EzLuc8dqYovU"},{"url":"https://www.douban.com/game/21355730/"}]},"created_time":"2024-03-11T11:57:12.691Z","comment_text":null,"rating_grade":9,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":289984807538108640,"item":{"type":"Game","title":"赛博朋克 2077","description":"《赛博朋克2077》（英语：Cyberpunk 2077，香港常用英文，台湾译作“电驭叛客2077”）是一款由CD Projekt开发并发行的第一人称视角角色扮演游戏。本作改编自桌面游戏《赛博朋克2020》，设定在2077年美国加利福尼亚州的反乌托邦式城市夜城，玩家在这一开放世界中扮演称为“V”的角色。\r\n游戏设定在加利福尼亚州的开放世界大都会夜城（Night City）。本作具有非英语角色，不说该语言的玩家可以购买翻译植入物以加深对他们的理解。不同植入物的翻译质量会有所不同，更昂贵的植入物可以提供更准确的翻译。“脑舞”（Braindance）是一种直接流入大脑的数字记录设备，可让玩家体验其他人的情绪、大脑活动和肌肉动作，如同自身。游戏根据玩家的选择会有不同的结局。CD Projekt最初宣布推出多人模式，但后来决定将重点放在单人模式。\r\n（摘自维基百科中文版）","localized_title":[{"lang":"zh-cn","text":"赛博朋克 2077"},{"lang":"zh-cn","text":"电驭叛客 2077"},{"lang":"zh-tw","text":"電馭叛客 2077"},{"lang":"id","text":"Cyberpunk 2077"},{"lang":"en","text":"Cyberpunk 2077"},{"lang":"zh-cn","text":"赛博朋克2077 Cyberpunk 2077"},{"lang":"zh-cn","text":"赛博朋克2077"},{"lang":"zh-tw","text":"電馭叛客2077"},{"lang":"zh-hk","text":"Cyberpunk 2077"},{"lang":"zh-hant","text":"電馭叛客2077"},{"lang":"zh-sg","text":"赛博朋克2077"},{"lang":"es","text":"Cyberpunk 2077"},{"lang":"fr","text":"Cyberpunk 2077"},{"lang":"de","text":"Cyberpunk 2077"},{"lang":"pt","text":"Cyberpunk 2077"},{"lang":"ja","text":"サイバーパンク2077"},{"lang":"ko","text":"사이버펑크 2077"}],"localized_description":[{"lang":"zh-cn","text":"《赛博朋克2077》（英语：Cyberpunk 2077，香港常用英文，台湾译作“电驭叛客2077”）是一款由CD Projekt开发并发行的第一人称视角角色扮演游戏。本作改编自桌面游戏《赛博朋克2020》，设定在2077年美国加利福尼亚州的反乌托邦式城市夜城，玩家在这一开放世界中扮演称为“V”的角色。\r\n游戏设定在加利福尼亚州的开放世界大都会夜城（Night City）。本作具有非英语角色，不说该语言的玩家可以购买翻译植入物以加深对他们的理解。不同植入物的翻译质量会有所不同，更昂贵的植入物可以提供更准确的翻译。“脑舞”（Braindance）是一种直接流入大脑的数字记录设备，可让玩家体验其他人的情绪、大脑活动和肌肉动作，如同自身。游戏根据玩家的选择会有不同的结局。CD Projekt最初宣布推出多人模式，但后来决定将重点放在单人模式。\r\n（摘自维基百科中文版）"},{"lang":"en","text":"Cyberpunk 2077 is an open-world, action-adventure story set in Night City, a megalopolis obsessed with power, glamour and body modification. You play as V, a mercenary outlaw going after a one-of-a-kind implant that is the key to immortality. You can customize your character’s cyberware, skillset and playstyle, and explore a vast city where the choices you make shape the story and the world around you.\n\nIn 2077, following an economic collapse sometime during the early 21st century, the United States is forced to rely on large corporations to survive. These corporations deal in a wide range of areas, such as weapons, robotics, cybernetics, pharmaceuticals, communications and biotechnology, and many of these companies operate above the law. The world in between is where decadence, sex and pop culture mix with violent crime, extreme poverty and the unattainable promise of the American Dream. You play as V, a mercenary outlaw deeply embedded in the crime-ridden city of Night City, going after a one-of-a-kind implant that is the key to immortality."},{"lang":"zh-cn","text":"《赛博朋克 2077》是一款开放世界动作冒险游戏，故事发生在夜之城。这是一座五光十色的大都会，权力更迭和身体改造是不变的主题。您扮演一名野心勃勃的雇佣兵：V，正在追寻一种独一无二的植入体。只要得到它，就能掌握获得永生的关键。您可以自定义角色的义体、技能和玩法，探索包罗万象的城市。您做出的选择也将会对剧情和周遭的世界产生影响。\r\n\r\n●扮演亡命街头的雇佣兵\r\n化身装备机械强化义体的城市雇佣兵，成为一名赛博朋克，在夜之城的街头谱写属于您的传奇。\r\n\r\n●未来都市的街头百态\r\n进入夜之城的庞大开放世界。在这里，视觉效果、复杂程度和游戏深度都将得到全新的定义。\r\n\r\n●盗走能够带来永生的植入体\r\n接下有生以来最危险的任务，追寻能够带来永生的原型植入体。"},{"lang":"fr","text":"Cyberpunk 2077 est un jeu de rôle futuriste et dystopique inspiré du jeu de rôle papier du même nom. Dans un monde devenu indissociable de la cybernétique, l'indépendance des robots humanoïdes pose quelques problèmes..."},{"lang":"zh","text":"2020年電子遊戲"},{"lang":"zh-tw","text":"2020年的電玩遊戲"},{"lang":"zh-hant","text":"2020年的電玩遊戲"},{"lang":"en","text":"2020 role-playing video game developed by CD Projekt RED"},{"lang":"es","text":"videojuego de 2020"},{"lang":"fr","text":"jeu vidéo de 2020"},{"lang":"de","text":"Action-Rollenspiel des Entwicklerstudios CD Projekt RED"},{"lang":"pt","text":"jogo eletrônico de 2020 desenvolvido pela CD Projekt Red"},{"lang":"ja","text":"2020年に発売されたゲームソフト"},{"lang":"ko","text":"2020년 출시된 액션 롤플레잉 게임"}],"cover_image_url":"https://neodb.social/m/item/doubangame/2024/07/16/cecf4564-7160-49da-8483-594b509b67c4.jpg","rating":8.2,"rating_count":244,"rating_distribution":[1,1,16,40,39],"tags":["2020","action","arpg","cd project","cdpr","cdprojektred","cyberpunk","pc","ps4","rpg","动作","很多鞋子2077","波兰","科幻","赛博朋克","音乐"],"brief":"《赛博朋克2077》（英语：Cyberpunk 2077，香港常用英文，台湾译作“电驭叛客2077”）是一款由CD Projekt开发并发行的第一人称视角角色扮演游戏。本作改编自桌面游戏《赛博朋克2020》，设定在2077年美国加利福尼亚州的反乌托邦式城市夜城，玩家在这一开放世界中扮演称为“V”的角色。\r\n游戏设定在加利福尼亚州的开放世界大都会夜城（Night City）。本作具有非英语角色，不说该语言的玩家可以购买翻译植入物以加深对他们的理解。不同植入物的翻译质量会有所不同，更昂贵的植入物可以提供更准确的翻译。“脑舞”（Braindance）是一种直接流入大脑的数字记录设备，可让玩家体验其他人的情绪、大脑活动和肌肉动作，如同自身。游戏根据玩家的选择会有不同的结局。CD Projekt最初宣布推出多人模式，但后来决定将重点放在单人模式。\r\n（摘自维基百科中文版）","id":"https://neodb.social/game/3Rzex0qo7tFvHaEVOlmsdn","uuid":"3Rzex0qo7tFvHaEVOlmsdn","url":"/game/3Rzex0qo7tFvHaEVOlmsdn","api_url":"/api/game/3Rzex0qo7tFvHaEVOlmsdn","category":"game","parent_uuid":null,"display_title":"赛博朋克 2077","external_resources":[{"url":"https://store.steampowered.com/app/1091500"},{"url":"https://www.igdb.com/games/cyberpunk-2077"},{"url":"https://www.douban.com/game/25931998/"},{"url":"https://eggplant.place/game/7m411mN2ywWFh6LKNqbUCF"},{"url":"https://www.wikidata.org/wiki/Q3182559"},{"url":"https://bgm.tv/subject/65759"}]},"created_time":"2024-03-11T11:56:05.700Z","comment_text":null,"rating_grade":10,"tags":[]},{"shelf_type":"complete","visibility":0,"post_id":289984761986716688,"item":{"type":"Game","title":"星露谷物语","description":"你继承了你爷爷在星露谷留下的老旧农场。带着爷爷留下的残旧工具和几枚硬币开始了你的新生活。你能适应这小镇上的生活并且将这个杂草丛生的老旧农场变成一个繁荣的家吗？这不是一件容易的事情。尤其是当Joja企业进驻镇上，导致以前旧的生活方式都消失了。交流中心这个以前举办过众多活动并充满活力的地方现在变成再也无人愿意踏进的一片废墟。但这山谷似乎充满机会，只要做出一点奉献你就可能是会成为让星露谷重回繁荣的人之一！","localized_title":[{"lang":"zh-cn","text":"星露谷物语"},{"lang":"zh-cn","text":"星露谷"},{"lang":"en","text":"Stardew Valley"},{"lang":"zh-cn","text":"像素谷"}],"localized_description":[{"lang":"no","text":"《星露谷物语》是一款开放的乡村生活RPG游戏，该游戏由ConcernedApe单人开发，并由《星际边境》作者Chucklefish进行发行。\r\n游戏中玩家扮演继承了爷爷农场的“Stardew valley”主角开阔和经营整座小牧场。"},{"lang":"en","text":"Stardew Valley is an open-ended country-life RPG! \n \n   \n \n You've inherited your grandfather's old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home? It won't be easy. Ever since Joja Corporation came to town, the old ways of life have all but disappeared. The community center, once the town's most vibrant hub of activity, now lies in shambles. But the valley seems full of opportunity. With a little dedication, you might just be the one to restore Stardew Valley to greatness!\n \n  Features  \n    Turn your overgrown field into a lively farm!    Raise animals, grow crops, start an orchard, craft useful machines, and more! You'll have plenty of space to create the farm of your dreams. \n \n    8 Player Farming!  Invite 1-7 players to join you in the valley online! Players can work together to build a thriving farm, share resources, and improve the local community.  As more hands are better than one, players have the option to scale profit margin on produce sold for a more challenging experience.\n \n    Improve your skills over time.   As you make your way from a struggling greenhorn to a master farmer, you'll level up in 5 different areas: farming, mining, combat, fishing, and foraging. As you progress, you'll learn new cooking and crafting recipes, unlock new areas to explore, and customize your skills by choosing from a variety of professions. \n \n    Become part of the local community.   With over 30 unique characters living in Stardew Valley, you won't have a problem finding new friends! Each person has their own daily schedule, birthday, unique mini-cutscenes, and new things to say throughout the week and year. As you make friends with them, they will open up to you, ask you for help with their personal troubles, or tell you their secrets! Take part in seasonal festivals such as the luau, haunted maze, and feast of the winter star. \n \n    Explore a vast, mysterious cave.   As you travel deeper underground, you'll encounter new and dangerous monsters, powerful weapons, new environments, valuable gemstones, raw materials for crafting and upgrading tools, and mysteries to be uncovered. \n \n    Breathe new life into the valley.  Since JojaMart opened, the old way of life in Stardew Valley has changed. Much of the town's infrastructure has fallen into disrepair. Help restore Stardew Valley to it's former glory by repairing the old community center, or take the alternate route and join forces with Joja Corporation.\n \n    Court and marry a partner to share your life on the farm with.   There are 12 available bachelors and bachelorettes to woo, each with unique character progression cutscenes. Once married, your partner will live on the farm with you. Who knows, maybe you'll have kids and start a family?\n \n    Spend a relaxing afternoon at one of the local fishing spots.   The waters are teeming with seasonal varieties of delicious fish. Craft bait, bobbers, and crab pots to help you in your journey toward catching every fish and becoming a local legend! \n \n    Donate artifacts and minerals to the local museum.  \n \n    Cook delicious meals and craft useful items to help you out.   With over 100 cooking and crafting recipes, you'll have a wide variety of items to create. Some dishes you cook will even give you temporary boosts to skills, running speed, or combat prowess. Craft useful objects like scarecrows, oil makers, furnaces, or even the rare and expensive crystalarium. \n \n    Customize the appearance of your character and house.   With hundreds of decorative items to choose from, you'll have no trouble creating the home of your dreams!\n \n    Xbox controller support (with rumble)! (Keyboard still required for text input)  \n \n    Over two hours of original music.    "},{"lang":"en","text":"Stardew Valley is an open-ended country-life RPG! You’ve inherited your grandfather’s old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home? It won’t be easy. Ever since Joja Corporation came to town, the old ways of life have all but disappeared. The community center, once the town’s most vibrant hub of activity, now lies in shambles. But the valley seems full of opportunity. With a little dedication, you might just be the one to restore Stardew Valley to greatness!\n\nYou’ve inherited your grandfather’s old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home? It won’t be easy. Ever since Joja Corporation came to town, the old ways of life have all but disappeared. The community center, once the town’s most vibrant hub of activity, now lies in shambles. But the valley seems full of opportunity. With a little dedication, you might just be the one to restore Stardew Valley to greatness!"},{"lang":"zh-cn","text":"你继承了你爷爷在星露谷留下的老旧农场。带着爷爷留下的残旧工具和几枚硬币开始了你的新生活。你能适应这小镇上的生活并且将这个杂草丛生的老旧农场变成一个繁荣的家吗？这不是一件容易的事情。尤其是当Joja企业进驻镇上，导致以前旧的生活方式都消失了。交流中心这个以前举办过众多活动并充满活力的地方现在变成再也无人愿意踏进的一片废墟。但这山谷似乎充满机会，只要做出一点奉献你就可能是会成为让星露谷重回繁荣的人之一！"},{"lang":"no","text":"《星露谷物语》是一款开放的乡村生活RPG游戏，该游戏由ConcernedApe单人开发，并由《星际边境》作者Chucklefish进行发行。\n\n游戏中玩家扮演继承了爷爷农场的“Stardew valley”主角开阔和经营整座小牧场。"}],"cover_image_url":"https://neodb.social/m/item/game/2024/12/20/2a53f405-bf32-44c7-8c91-1e91d7345720.jpg","rating":9.1,"rating_count":391,"rating_distribution":[0,1,6,23,67],"tags":["2016","indie","pc","rpg","steam","switch","像素","单机游戏","杀时间利器","模拟","模拟经营","沙盒","游戏","牧场物语","独立游戏","经营"],"brief":"你继承了你爷爷在星露谷留下的老旧农场。带着爷爷留下的残旧工具和几枚硬币开始了你的新生活。你能适应这小镇上的生活并且将这个杂草丛生的老旧农场变成一个繁荣的家吗？这不是一件容易的事情。尤其是当Joja企业进驻镇上，导致以前旧的生活方式都消失了。交流中心这个以前举办过众多活动并充满活力的地方现在变成再也无人愿意踏进的一片废墟。但这山谷似乎充满机会，只要做出一点奉献你就可能是会成为让星露谷重回繁荣的人之一！","id":"https://neodb.social/game/20NJSQLswiorrvgSaEx9s5","uuid":"20NJSQLswiorrvgSaEx9s5","url":"/game/20NJSQLswiorrvgSaEx9s5","api_url":"/api/game/20NJSQLswiorrvgSaEx9s5","category":"game","parent_uuid":null,"display_title":"星露谷物语","external_resources":[{"url":"https://eggplant.place/game/5mxTuONn5AEinoHO3pWMfx"},{"url":"https://neodb.deadvey.com/game/7WnzwfY8VzlZsdkjZOssKA"},{"url":"https://store.steampowered.com/app/413150"},{"url":"https://neo.agnos.is/game/0uqzvIqfwy1QYODIg7yuJl"},{"url":"https://bgm.tv/subject/172808"},{"url":"https://www.douban.com/game/26727125/"}]},"created_time":"2024-03-11T11:55:54.846Z","comment_text":null,"rating_grade":10,"tags":[]}],"pages":3,"count":51}
